{
  "title": "人狼：",
  "subtitle": "村を救え",

  "mainMenu": {
    "newGame": "新しいゲーム",
    "gameRules": "ゲームルール",
    "rolesAbilities": "役職と能力",
    "goPro": "プロ版へ",
    "settings": "設定"
  },

  "newGameScreen": {
    "title": "役職",
    "totalPlayers": "プレイヤー総数",
    "roles": {
      "villager": "村人",
      "werewolf": "人狼",
      "seer": "占い師",
      "doctor": "医者",
      "bodyguard": "ボディーガード",
      "hunter": "ハンター",
      "priest": "司祭",
      "prince": "王子",
      "witch": "魔女",
      "tanner": "皮なめし職人",
      "alphaWerewolf": "アルファ人狼",
      "lycan": "ライカン",
      "cursedVillager": "呪われた村人",
      "cupid": "キューピッド",
      "wolfCub": "狼の子供"
    },
    "continue": "続行"
  },

  "playersNamesScreen": {
    "title": "プレイヤー",
    "player": "プレイヤー",
    "continue": "続行",
    "warningEmptyList": "プレイヤー名リストが空または無効です。",
    "messagePlayerNameMissed": "プレイヤーの名前が入力されていません",
    "errorConfirmingPlayers": "プレイヤーを確認中にエラーが発生しました。再試行してください。"
  },

  "scanningIntroductionScreen": {
    "title": "スキャンの説明",
    "firstMessage": "次の画面では、ゲームのナレーターが各プレイヤーに個別にスキャンコードを提示してください。",
    "secondMessage": "これにより、プレイヤーはゲーム中の役職を個別に確認し、必要に応じて追加の説明を閲覧できます。",
    "showCodes": "コードを表示"
  },

  "playersScanScreen": {
    "title": "各プレイヤーの役職",
    "subtitle": "各プレイヤーがQRコードをスキャンできるようにスワイプしてください",
    "player": "プレイヤー",
    "cardDescription": "このコードをスキャンして、ゲーム中の役職を確認してください。",
    "nextButton": "次へ",
    "startGameButton": "ゲーム開始"
  },

  "viewRolesScreen": {
    "title": "最初の夜に向けて準備",
    "subtitle": "ナレーターとして、村を最初の夜に向けて準備してください。以下に各プレイヤーの役職が表示されます。",
    "playerColumn": "プレイヤー",
    "roleColumn": "役職",
    "viewRolesButton": "役職を見る",
    "continue": "続行"
  },

  "nightTimeScreen": {
    "title": "夜の時間",
    "subtitle": "村を夜の間に導きます。以下に表示されている役職を順番に起こしてください。役職が殺された場合でも、必ず起こしてください。",
    "continue": "続行"
  },

  "choosePlayerButton": "プレイヤーを選択",
  "attackedButton": "攻撃された",
  "choosePlayerToAttackLabel": "攻撃するプレイヤーを選択",
  "cancelButton": "キャンセル",
  "yesButton": "はい",
  "noButton": "いいえ",
  "continueButton": "続行",

  "UIWerewolf": {
    "title": "人狼の役職",
    "description": "人狼を起こし、今夜排除するプレイヤーを決めさせてください。"
  },
  "UISeer": {
    "title": "占い師の役職",
    "description": "占い師を起こし、村の中から1人を選ばせてください。その人物が良い役職か悪い役職かを占い師に伝えます。",
    "viewRolesButton": "役職を見る"
  },
  "UIDoctor": {
    "doctorRoleTitle": "医者の役職",
    "doctorRoleDescription": "医者を起こし、保護するプレイヤーを選ばせてください。自分自身も保護できますが、同じ人物を連続して保護することはできません。",
    "choosePlayerToProtect": "保護するプレイヤーを選択",
    "choosePlayerDescription": "医者が保護するプレイヤーを選択してください",
    "protectedByDoctor": "保護された"
  },
  "UIBodyguard": {
    "bodyguardRoleTitle": "ボディーガードの役職",
    "bodyguardRoleDescription": "ボディーガードを起こしてください。初日の夜に1人のプレイヤーを選び、それ以降のゲーム中保護します。このプレイヤーが2回攻撃されると、ボディーガードが代わりに犠牲になります。",
    "choosePlayerToProtect": "保護するプレイヤーを選択",
    "choosePlayerDescription": "1人のプレイヤーを選択してください",
    "protectedByBodyguard": "保護された"
  },
  "UIPriest": {
    "priestRoleTitle": "司祭の役職",
    "priestRoleDescription": "司祭は1人のプレイヤーを祝福し、人狼からの攻撃から守ることができます。一度の祝福で1回のみ保護します。",
    "choosePlayerToBless": "祝福するプレイヤーを選択",
    "choosePlayerDescription": "祝福して保護する1人のプレイヤーを選択してください。",
    "blessed": "祝福された"
  },
  "UIWitch": {
    "roleTitle": "魔女の役職",
    "roleDescription": "魔女は1回だけ使用できる回復ポーションと攻撃ポーションを持っています。プレイヤーを救うか、村を脅かすプレイヤーを攻撃するかを選択します。",
    "saveButtonDefault": "プレイヤーを救う",
    "killButtonDefault": "プレイヤーを攻撃",
    "savedButtonText": "救われた",
    "attackedButtonText": "攻撃された",
    "chooseSaveTitle": "救うプレイヤーを選択",
    "chooseSaveDescription": "死から救いたい1人のプレイヤーを選択してください。",
    "chooseKillTitle": "攻撃するプレイヤーを選択",
    "chooseKillDescription": "攻撃したい1人のプレイヤーを選択してください。"
  },
  "UIAlphaWerewolf": {
    "roleTitle": "アルファ人狼の役職",
    "roleDescription": "アルファ人狼は毎晩1人の村人を人狼に変えることができます。他の人狼とは別に目覚め、独自に行動します。",
    "chooseTitle": "変えるプレイヤーを選択",
    "chooseDescription": "人狼に変えたい1人のプレイヤーを選択してください。",
    "chooseButtonText": "プレイヤーを選択",
    "convertedText": "変化した: {{playerName}}",
    "confirmTitle": "人狼に変える",
    "confirmDescription": "{{playerName}} を人狼に変えてもよろしいですか？",
    "successTitle": "成功！",
    "successDescription": "{{playerName}} は人狼に変わりました！"
  },
  "UICupid": {
    "roleTitle": "キューピッドの役職",
    "roleDescription": "キューピッドを起こし、2人のプレイヤーを結び付けます。この2人の運命は以後ゲームの間で結び付けられます。",
    "chooseFirstTitle": "最初のプレイヤーを選択",
    "chooseFirstDescription": "最初に結び付ける1人のプレイヤーを選択してください。",
    "chooseSecondTitle": "次のプレイヤーを選択",
    "chooseSecondDescription": "次に結び付ける1人のプレイヤーを選択してください。",
    "confirmTitle": "絆を確認",
    "confirmDescription": "{{player1}} と {{player2}} を結び付けますか？",
    "successTitle": "絆が作られました",
    "successDescription": "{{player1}} と {{player2}} はキューピッドによってゲームの残り時間中結び付けられました！",
    "bondedText": "結び付けられた: {{player1}} & {{player2}}",
    "chooseButtonText": "プレイヤーを選択"
  },
  "confirmButton": "確認",
  "showAllButton": "全て表示",
  "showLessButton": "少なく表示",
  "NightBottomSheet": {
    "anyoneEliminated": "今夜排除された人はいますか？",
    "noRoleEliminated": "排除された役職はありません",
    "cupidTitle": "キューピッドの絆",
    "cupidMessage": "{{playerName}} はキューピッドによって {{bondedName}} と結び付けられています。両者は排除されました。",
    "hunterTitle": "ハンターが排除されました！",
    "hunterMessage": "ハンターは別のプレイヤーを排除する権利を得ます。",
    "playerSelected": "{{playerName}} が排除のため選ばれました。",
    "confirmElimination": {
      "title": "昼の準備はできましたか？",
      "message": "プレイヤー: {{names}} がゲームから除外されます。",
      "noElimination": "ゲームから除外されるプレイヤーはいません。",
      "confirm": "はい",
      "cancel": "いいえ",
      "cursedVillagerTitle": "呪われた村人の変身",
      "cursedVillagerMessage": "{{name}} は呪われた村人であり、人狼に変身しました！"
    }
  },

  "dayTime": {
    "title": "昼の時間",
    "description1": "村は5分間議論し、誰を追放するか合意する必要があります。",
    "description2": "村の半数以上が1人に同意する必要があります。その人物を追放するために。",
    "hunterEliminatedTitle": "ハンターが排除されました！",
    "hunterEliminatedMessage": "ハンターは別のプレイヤーを排除する権利を得ます。",
    "playerSelected": "{{name}} が追放のため選ばれました。",
    "cancel": "キャンセル",
    "princeProtectedTitle": "王子が守られた",
    "princeProtectedMessage": "村は王子を追放することができません。",
    "confirmElimination": {
      "readyForNight": "夜の準備はできましたか？",
      "willBeRemoved": "ゲームから除外されます。",
      "noPlayersRemoved": "ゲームから除外されるプレイヤーはいません。",
      "yes": "はい",
      "no": "いいえ",
      "player": "プレイヤー",
      "players": "プレイヤー",
      "wolfCubKilled": "狼の子供が殺されました",
      "wolfCubMessage": "狼の子供が殺されました。人狼は次の夜に追加の攻撃を行います。村には狼の子供が殺されたことを知らせないでください。ただし、人狼が別のプレイヤーを排除することを許可します。"
    },
    "eliminatedThisDay": "今日追放された人はいますか？",
    "noRoleEliminated": "排除された役職はありません"
  },

  "winningScreen": {
    "villageWins": "村の勝利！",
    "werewolvesWin": "人狼の勝利！",
    "tannerWins": "皮なめし職人の勝利！",
    "villageVictoryDescription": "村は人狼を特定し、成功裏に全員を排除することができました。おめでとうございます！",
    "werewolvesVictoryDescription": "人狼は村を排除し、正体を隠し通すことに成功しました。お見事です！",
    "tannerVictoryDescription": "皮なめし職人が追放されました！皮なめし職人の勝利です。",
    "viewAllRoles": "全ての役職を見る",
    "mainMenu": "メインメニュー"
  },

  "viewRolesModal": {
    "rolesOfPlayers": "各プレイヤーの役職",
    "player": "プレイヤー",
    "role": "役職",
    "back": "戻る"
  },

  "gameMenu": {
    "quitGame": "ゲームを終了する",
    "goBack": "戻る"
  },

  "rulesScreen": {
    "title": "ゲームルール"
  },
  "Basic Overview": "基本概要",
  "Game Setup": "ゲームの設定",
  "Game Phases": "ゲームのフェーズ",
  "Elimination Rules": "排除ルール",
  "Winning Conditions": "勝利条件",
  "Special Situations": "特殊な状況",

  "basicOverview": {
    "title": "基本概要",
    "description1": "人狼ゲームはソーシャル推理ゲームで、プレイヤーが秘密の役職を割り当てられる村が舞台となります。この村には1人または複数の人狼が潜んでいます。各ラウンドで、プレイヤーは論理と思考を使って人狼を特定するか、自分の正体を隠すことを目指します。ゲームは2つの主要なチームで構成されます：村と人狼です。役職はランダムに選ばれます。",
    "description2": "ゲームは交互に進行する\"夜\"と\"昼\"のフェーズで構成されています。",
    "duringNight": "夜の間：",
    "nightDescription1": "夜、全員が目を閉じ、ゲームのナレーターが特定の役職を持つプレイヤーを起こします。このプレイヤーはそっと目を開け、周りの他のプレイヤーに気付かれないように行動します。",
    "nightDescription2": "基本的な人狼ゲームには次の役職が含まれます：人狼、占い師、医者。村人は特別な役職ではなく、夜の間に目を開けて行動することはありません。",
    "nightDescription3": "最初に人狼が目覚め、指を指して排除するプレイヤーを選びます。その後、ナレーターは村全体を再び眠らせ、次の特別な役職を起こし、行動をさせます。このプロセスは全ての特別な役職が順に起こされるまで続きます。",
    "duringDay": "昼の間：",
    "dayDescription1": "全員が目を開け、前夜に排除されたプレイヤー（いた場合）について話し合います。他のプレイヤーを推理し、人狼や悪役職を特定しようとします。",
    "dayDescription2": "昼の議論の時間は約5分で、この間に誰でも他のプレイヤーに質問したり、情報を集めたりすることができます。プレイヤーは他人を人狼だと非難することも、疑いを晴らそうとすることもできます。",
    "dayDescription3": "同時に、人狼や他の悪役職の目的は、自分たちの正体を隠し通し、昼の間に追放されないようにすることです。これには、質問された際に嘘をついたり、村人を装って人々を欺くことが含まれます。",
    "goal": "村の目標は全ての人狼を排除することです。一方、人狼は村人を数で上回ることを目指します。",
    "tannerRole": "特殊な役職である皮なめし職人は、追放されることでゲームに勝利します。",
    "playersStrategy": "プレイヤーは論理、観察、そして役職に応じた戦略を駆使してプレイします。それぞれのグループの目標を達成するために協力し、悪役を排除するか、善役を追い詰めるか、または独自の勝利条件を達成します。",
    "narratorRole": "ナレーターは各フェーズを案内し、プレイヤーの正体を明かさないようにイベントを発表します。これにより、ゲームに緊張感と興奮が生まれます。",
    "eliminationRule": "ナレーターはゲームの進行をスムーズにし、ルールを守らせ、議論を監督します。ゲームから排除されたプレイヤーは、何も言わず、まだゲームに残っているプレイヤーにヒントを与えないようにしてください。"
  },
  "gameSetupTitle": "ゲームの設定",
  "gameSetupDescription": "人狼ゲームを始めるには、プレイヤーを集めます。理想的な人数は6人から20人で、その中に少なくとも1人の人狼がいる必要があります。プレイヤーが多いほど、役職のバリエーションと戦略が増します。",
  "step1Title": "ステップ 1: 役職を選択",
  "step1Description": "ゲームに含める役職を決めます。標準的な構成では、5～6人の村人、2人の人狼、1人の占い師、1人の医者を含みます。他の役職を追加することで、より複雑で興味深いゲーム展開を楽しむことができます。",
  "step2Title": "ステップ 2: 役職を割り当て",
  "step2Description": "各プレイヤーにランダムで秘密の役職を割り当てます。ゲームを案内するナレーターが役職を選び、アルゴリズムが自動的に各プレイヤーに割り当てます。その後、ナレーターは各プレイヤーにQRコードを提示し、スキャンして役職を確認させます。プレイヤーは役職を他の人に明かしてはいけません。ナレーターだけが全員の役職を知っています。",
  "step3Title": "ステップ 3: ルールを説明",
  "step3Description": "ゲームを開始する前に、全てのプレイヤーが自分の役職、能力、ゲームの流れを理解していることを確認します。一部のプレイヤーが能力を知らない場合は、スキャンしたQRコードの\"詳細を見る\"から情報を確認できます。",
  "gameEndDescription": "ゲームは、人狼と悪役職が全て排除されるか、人狼が村人と善役職を数で上回ると終了します。",
  "finalNotes": "最後に、人狼ゲームは推理、推測、戦略が鍵となります。活発な議論を楽しみ、ゲームのソーシャルな側面を満喫してください！",
  "gamePhasesTitle": "ゲームのフェーズ",
  "gamePhasesDescription": "人狼ゲームは、ゲーム中に交互に行われる2つの主要フェーズで構成されています：",
  "nightPhase": "夜のフェーズ",
  "dayPhase": "昼のフェーズ",
  "phasesDescription": "これらのフェーズは、特定のプレイヤーが行動を起こすタイミングや、議論や追放が行われるタイミングを決定します。",
  "nightPhaseDescription": "- 夜の間、特殊能力を持つプレイヤーが秘密裏に行動を起こします。ナレーターはこれらの役職を起こして「力を使う」よう促しますが、その正体を明かさないように進行します。例えば、「今、人狼が目覚め、今夜排除するプレイヤーを選んでください」と指示します。この間、他のプレイヤーは目を閉じており、人狼だけが目を開けて獲物を選びます。選択後、ナレーターは彼らを再び眠らせます。",
  "dayPhaseDescription": "- 昼の間、プレイヤーたちは誰が人狼である可能性があるかを議論し、疑わしいプレイヤーを追放するために投票を行います。プレイヤーを追放するには、村の半数以上が1人に賛成する必要があります。議論の時間は約3～5分で、もし誰を追放するか決められない場合、村は再び眠りにつき、次の日に再検討します。",
  "eliminationRulesTitle": "排除ルール",
  "eliminationRulesIntro": "人狼ゲームでは、排除がゲーム進行の重要な要素となり、プレイヤーがゲームから退出するかどうかを決定します。プレイヤーは、昼間のグループ決定による排除、または夜間の特定の役職による行動で排除される可能性があります。以下は、ゲーム内の各役職に関連する一般的な排除ルールと特定の条件です。",
  "generalEliminationRulesTitle": "一般的な排除ルール：",
  "generalEliminationRules": "昼のフェーズでは、プレイヤーは他のプレイヤーを非難し、多数決で疑わしいとされるプレイヤーを排除します。一方、夜のフェーズでは、人狼、ハンター、魔女のような役職がその能力を使って排除を引き起こすことがあります。",
  "eliminationRulesByRoleTitle": "役職ごとの排除ルール：",
  "villagerTitle": "村人",
  "villagerDescription": "村人は昼間の投票や夜間の人狼の攻撃によって排除されます。特別な抵抗能力はありません。",
  "werewolfTitle": "人狼",
  "werewolfDescription": "人狼は昼間の投票で村人に排除されるか、夜間にハンターや魔女の特別な能力によって排除される可能性があります。自分たちの生存を確保するために正体を隠し通さなければなりません。",
  "seerTitle": "占い師",
  "seerDescription": "占い師は村人側の味方であり、投票によって排除されるか、夜間の人狼の攻撃で排除される可能性があります。占い師が失われると、村の情報収集力が弱まります。",
  "doctorTitle": "医者",
  "doctorDescription": "医者は投票や人狼の攻撃によって排除される可能性があります。医者は自分自身を1回だけ守ることができますが、それ以外では排除に対する特別な抵抗能力はありません。",
  "tannerTitle": "皮なめし職人",
  "tannerDescription": "皮なめし職人は、村人や人狼によって排除されることで勝利します。他のプレイヤーとは異なり、皮なめし職人は排除を目指します。",
  "cupidTitle": "キューピッド",
  "cupidDescription": "キューピッドが排除されても、直接的な影響はありません。ただし、結ばれた恋人たちがまだゲームに残っている場合、その影響は続きます。キューピッドの役割は恋人を結びつけることに限定されています。",
  "princeTitle": "王子",
  "princeDescription": "王子は昼間の投票で追放されることはありません。追放されそうになると、自分の正体を明かし、生き残ります。しかし、夜間の人狼や他の役職による攻撃には無防備です。",
  "bodyguardTitle": "ボディーガード",
  "bodyguardDescription": "ボディーガードは投票や人狼によって排除される可能性がありますが、他のプレイヤーを守ることで攻撃を防ぐことができます。ただし、守られたプレイヤーが2回目の攻撃を受けると、ボディーガード自身が犠牲になります。",
  "cursedVillagerTitle": "呪われた村人",
  "cursedVillagerDescription": "このプレイヤーは最初は村人側ですが、夜間に人狼に攻撃されると人狼に変身します。それまでは村の一員として行動します。",
  "priestTitle": "司祭",
  "priestDescription": "司祭は1人のプレイヤーを祝福し、人狼の攻撃から守ることができます。ただし、司祭が排除されると、全ての祝福が失われ、祝福されたプレイヤーも再び攻撃に対して無防備になります。",
  "hunterTitle": "ハンター",
  "hunterDescription": "ハンターは、排除された場合に最後の行動を取ることができる勇敢な役職です。ゲーム中にハンターが排除されると、彼は退場する前に他のプレイヤーを1人選んで排除する機会を得ます。この強力な能力は、ハンターが死亡した後もゲームに大きな影響を与えます。このため、人狼や他の悪役にとってハンターは重要なターゲットとなります。ハンターはゲーム中の状況を観察し、排除された場合に最も影響を与えるプレイヤーを慎重に選ぶ必要があります。ただし、司祭の祝福や医者の保護などの特定の防御が彼の最終攻撃に影響を与えることがあるため、現在のゲーム状況に基づいた戦略的な判断が重要です。",
  "lycanTitle": "ライカン",
  "lycanDescription": "ライカンは村人に属し、村の目標に完全に従いますが、呪いによって占い師が見ると人狼と判定されます。この誤った判定は複雑な問題を引き起こし、占い師が彼を脅威と誤認する可能性があります。そのため、村人たちの行動にも影響を与える可能性があります。ライカンは慎重に行動し、他のプレイヤーに自分が村人であることを証明しつつ、疑いを避ける必要があります。占い師の視点では悪い役職に見えますが、実際には村人であり、人狼から村を守ることを目指しています。この役職をこなすには、村人の勝利を支援しながら、不要な排除を避けるための注意深い戦略が必要です。",
  "witchTitle": "魔女",
  "witchDescription": "魔女は村の謎めいた強力な味方であり、1回だけ使える治療薬と毒薬を持っています。夜間に、魔女は誰かが排除のターゲットにされていることを知り、その人物を治療薬で救うかどうかを決定します。また、任意のプレイヤーに毒薬を使い、人狼を排除したり、村に害を及ぼすと疑われるプレイヤーを排除することができます。魔女の力は強大ですが、薬の使用は限られているため、慎重なタイミングと戦略が求められます。もし魔女が薬を使う前に排除されると、その能力は村から失われます。守護者としての役割と潜在的な排除者としての役割をバランスさせることで、魔女はゲームの結果に永続的な影響を与えます。なお、自分に薬を使うことはできません。",
  "wolfCubTitle": "子オオカミ",
  "wolfCubDescription": "子オオカミは人狼の一員でありながら、攻撃や他のプレイヤーに影響を与える能力を持ちません。しかし、彼の存在は人狼の戦力を強化します。子オオカミは夜、人狼と共に目を覚まします。もし子オオカミが村や他のプレイヤーによって排除されると、人狼は報復として次の夜に追加の攻撃を行うことができます。これにより、子オオカミは村にとって重要なターゲットとなり、人狼にとっては守りたい存在となります。子オオカミは完全な人狼の強さを持たないものの、生存している限り、人狼にとって戦略的な利点をもたらします。",
  "winningConditions": "勝利条件",
  "villagersGoal": "村人の目標：",
  "villagersGoalDesc": "村人は全ての人狼を排除することで勝利します。ただし、一部の特殊な役職が独自の勝利条件を持っている場合、ゲームは継続することがあります。",
  "werewolvesGoal": "人狼の目標：",
  "werewolvesGoalDesc": "人狼は村人を数で上回るか、村人と同数になることで勝利します。この状況では、人狼が村人を圧倒し、自分たちの勝利を確保できます。",
  "specialRolesGoal": "独自の目標を持つ特殊な役職：",
  "tanner": "皮なめし職人：",
  "tannerDesc": "皮なめし職人は昼間に村人に排除されることで勝利します。彼の目的は疑いを招き、自分を排除させることです。",
  "exampleScenarios": "例のシナリオ：",
  "example1": "例 1: 残り3人のプレイヤーがいます：2人の村人と1人の人狼。このシナリオでは、村人が人狼を追放することができ、村人の勝利につながります。",
  "special_conditions_title": "特別条件",
  "prince_immunity_title": "王子の投票排除免疫",
  "prince_immunity_description": "王子は昼間のフェーズで投票によって排除されることはありません。もしプレイヤーが王子を追放しようとすると、その投票は無効になり、そのラウンドで排除されるプレイヤーはありません。この免疫はゲーム全体にわたって継続し、村人は他のターゲットを再考しなければならなくなります。",
  "prince_example": "3日目、全てのプレイヤーが王子を排除しようと投票しますが、王子は免疫を公開します。村人はそのラウンドの排除機会を失い、ゲームに緊張が生まれ、他のプレイヤーへの疑いが強まります。",
  "tanner_win_condition_title": "タナーのユニークな勝利条件",
  "tanner_win_condition_description": "タナーは排除されると勝利します（狼男または村人によって）。タナーの目的は疑わしい行動をすることで、他のプレイヤーに自分を排除させることです。しかし、彼の存在は混乱を招き、排除されるとゲームは終了し、タナーが勝利します。これは他の役職が何であれ終わることを意味します。",
  "tanner_example": "あるプレイヤーが不安定な行動を始め、疑念を招きます。村人はそのプレイヤーを排除しようと考えますが、タナーであった場合に排除されることで勝利されることを恐れて躊躇します。",
  "witch_dual_potions_title": "魔女の二つの薬（救済/殺害）",
  "witch_dual_potions_description": "魔女は2つの薬を持っています—1ゲームに1回のプレイヤーを救う治療薬と1回のプレイヤーを排除する致命的な薬です。魔女が夜にプレイヤーを救うか排除するかの選択は、ゲームの進行に大きな影響を与える可能性があります。",
  "witch_example": "魔女は治療薬を使ってターゲットの村人を救い、ゲームを延命させます。その後、彼女は殺害薬を使って疑わしい狼男を排除し、村人側に有利なバランスを作ります。",
  "doctor_protection_title": "医者の継続的な保護",
  "doctor_protection_description": "医者は毎晩1人のプレイヤーを守ることができますが、同じプレイヤーを連続して守ることはできません。この回転式の保護は、狼男が排除を成功させるのを難しくし、重要なプレイヤーを繰り返し守ることでゲームを延長させます。",
  "doctor_example": "医者は1晩重要な村人を守り、翌晩は別のプレイヤーを守ります。この不確実性が生まれ、狼男の計画を遅延させます。",
  "example": "例",

  "rolesScreen": {
    "rolesAbilitiesTitle": "役職 & 能力",
    "description": "説明",
    "roleType": "役職タイプ",
    "roleTypes": {
      "good": "村人側",
      "bad": "狼男側",
      "independent": "独立"
    },
    "interactions": "他の役職との相互作用",

    "alphaWerewolf": {
      "name": "アルファ狼男",
      "description": "アルファ狼男は狼男の中で強力なリーダーで、ゲームのバランスを変える独自の能力を持っています。通常の狼男とは異なり、アルファ狼男は独立して目を覚まし、1人のターゲットを攻撃することを選びます。ゲーム中に1回だけターゲットを選び、そのターゲットを狼男に変えることができます。アルファ狼男は毎晩この能力を使用するかどうかを選ばなければならず、すでに使用した場合でも毎晩確認されます。アルファ狼男の独自の目覚めにより、他の狼男はアルファ狼男が誰であるかを知ることができず、逆に狼男側がアルファ狼男を夜に排除することもあります。アルファ狼男が排除されると、狼男側は貴重な戦力を失い、アルファ狼男は慎重に行動する必要があります。",
      "interactions": {
        "werewolf": "狼男 - アルファ狼男は狼男パックの一部ですが、通常の狼男とは独立して目を覚まします。狼男たちはターゲットを選ぶ一方で、アルファ狼男は1人を選んで狼男にすることができます。これにより戦略が柔軟になり、村人を混乱させる可能性があります。しかし、アルファ狼男は他の狼男をターゲットにするべきではなく、パックの目標にできるだけ沿って行動する必要があります。",
        "seer": "予言者 - 予言者はアルファ狼男の強力な役割を危険視し、その存在を村人に明かす可能性があります。予言者がアルファ狼男の正体を暴露すると、狼男側は重要なアドバンテージを失います。",
        "doctor": "医者 - 医者がアルファ狼男がターゲットにしたプレイヤーを守ると、その夜の攻撃はブロックされます。アルファ狼男は攻撃を成功させるために医者の動きを予測する必要があります。",
        "witch": "魔女 - 魔女の殺害薬はアルファ狼男を排除するのに十分強力です。魔女は村人側に味方しており、アルファ狼男の正体を疑うと、彼を優先的にターゲットにする可能性があります。",
        "bodyguard": "ボディガード - アルファ狼男がボディガードの守るプレイヤーをターゲットにすると、その保護が維持され、アルファ狼男の攻撃は失敗します。アルファ狼男はボディガードの防御を避ける戦略を立てなければなりません。",
        "hunter": "ハンター - ハンターが死亡し、アルファ狼男を報復のターゲットに選んだ場合、アルファ狼男は死に、狼男側は大きな打撃を受けます。アルファ狼男は自身の正体を暴露しないよう注意しなければなりません。"
      }
    },
    "bodyguard": {
      "name": "ボディガード",
      "description": "ボディガードは忠実な守護者で、最初の夜に1人のプレイヤーを選び、そのプレイヤーをゲーム全体で守ります。ボディガードは自分を守ることはできません。選ばれたプレイヤーは攻撃から特別に保護され、もしターゲットにされればボディガードが代わりに守ります。しかし、もし守っているプレイヤーが2回目の攻撃を受けると、ボディガードは自分を犠牲にしてそのプレイヤーを守ります。この保護はボディガードがゲームにいる限り有効ですが、強力な役職（ハンターや魔女など）はその保護を無効にする能力を持っています。",
      "interactions": {
        "werewolf": "狼男 - 狼男がボディガードの守っているプレイヤーをターゲットにすると、ボディガードは最初の攻撃を防ぎます。しかし、もし再度狼男がそのプレイヤーをターゲットにすると、ボディガードはそのプレイヤーを守るために命を捧げ、保護は終了します。",
        "hunter": "ハンター - ボディガードが守っているプレイヤーがハンターの死後復讐ターゲットに選ばれた場合、ボディガードは攻撃を防ぐことができず、そのプレイヤーは死亡します。",
        "doctor": "医者 - ボディガードと医者の保護は衝突しません。もし医者が同じプレイヤーを同じ夜に守った場合、両方の保護が有効です。もし狼男がそのプレイヤーをターゲットにすると、両方の保護が機能しますが、優先されるのは医者の保護です。この場合、ボディガードは保護を使わず、死亡することもありません。",
        "witch": "魔女 - 魔女が殺害薬を使って守られているプレイヤーをターゲットにすると、ボディガードの保護は無効となり、ターゲットのプレイヤーは死亡します。",
        "priest": "僧侶 - 僧侶が守られたプレイヤーを祝福すると、その祝福は保護の効果を強化しますが、ボディガードの保護が優先され、ボディガードが命を捧げるまでは守り続けます。"
      }
    },
    "cupid": {
      "name": "キューピッド",
      "description": "キューピッドは2人のプレイヤーを結びつけ、ゲームの残り期間中その運命を共有させる力を持っています。ゲームの最初に、キューピッドは2人のプレイヤーを選び、彼らを「愛人」として結びつけます。この関係では、もし1人が死ぬと、もう1人も心の痛みで死ぬことになります。キューピッドの選択は非常に重要で、この絆はゲーム内での連携やプレイヤーの優先順位に影響を与えます。キューピッドが死亡しても、この絆はゲーム終了まで続きます。",
      "interactions": {
        "werewolf": "もしキューピッドの結ばれたプレイヤーが狼男にターゲットにされて殺されると、もう1人の愛人も死にます。",
        "doctor": "もし医者が結ばれたプレイヤーを守り、狼男がそのプレイヤーを殺そうとした場合、その保護が2人とも守り、死亡を防ぎます。",
        "seer": "予言者が結ばれた1人の愛人を明かすと、その愛人が村人側なら良役として表示され、狼男側なら悪役として表示されます。予言者によって選ばれたプレイヤーだけが自分の役職を知ります。",
        "hunter": "ハンターが死亡し、結ばれた愛人の1人を選んで一緒に死なせる場合、もう1人もその結びつきで死にます。",
        "witch": "魔女が結ばれたプレイヤーの1人を殺す薬で殺すと、もう1人もその絆により死にます。魔女が治療薬を使うと、両方のプレイヤーは守られます。",
        "priest": "僧侶が結ばれた愛人の1人を祝福しても、その祝福はもう1人の愛人が攻撃されても保持されます。ただし、その攻撃が魔女の殺害薬のように強力な場合は祝福を超えて保護されます。"
      }
    },
    "cursedVillager": {
      "name": "呪われた村人",
      "description": "呪われた村人は、ゲームの初めは普通の村人として始まりますが、暗い秘密を抱えた不幸な魂です。もし夜の間に狼男にターゲットにされると、呪われた村人は狼男に変身し、永遠に狼男側に加わります。その瞬間まで、彼らは村に忠実であり続けます。もし呪われた村人が変身する前に預言者に発見されると、彼らは良い役職として見え、呪いが発動するまでそのカバーを保持します。",
      "interactions": {
        "werewolf": "狼男が呪われた村人を攻撃することを選んだ場合、呪いが発動し、村人は永遠に狼男側に加わり、味方から敵へと一晩で変わります。",
        "seer": "預言者は呪われた村人を呪いが発動するまで良い役職として見ます。これにより、村人は呪われた村人が変身することを知らず、村人を安全だと思わせることができます。",
        "witch": "呪われた村人が狼男に攻撃される前に魔女が殺しの薬を使うと、呪いが発動せず普通の村人として死亡します。呪いがすでに発動している場合、魔女の薬は狼男として呪われた村人を殺します。",
        "hunter": "もし呪われた村人が変身する前にハンターに殺されると、村人として死亡し、村に新たな狼男が加わることを防ぎます。"
      }
    },
    "doctor": {
      "name": "医者",
      "description": "医者は村を夜間の攻撃から守る重要な役割を担っています。毎晩、医者は1人のプレイヤーを選び、害から守ることで、狼男の攻撃やその他の致命的な結果を防ぐ可能性があります。これにより、医者は村の防御において貴重な存在となり、重要なプレイヤーを守りながら狼男との戦いを長引かせることができます。しかし、医者の能力にはリスクがあります。もし医者が排除されると、彼らの保護の影響は完全に消失します。医者を失うことは村にとって大きな危険となり、この役職をできるだけ守ることが重要です。医者は注意と勇気のバランスを取り、狼男に見つからないように密かに行動しながら村の生存を確保しなければなりません。医者は1人のプレイヤーを守ることができ、次のラウンドでは同じプレイヤーを再度守ることはできません。夜が明けた後に再び同じプレイヤーを守ることができます。医者は自分自身を守ることもできます。",
      "interactions": {
        "werewolf": "医者は狼男に見つからないようにしなければなりません。狼男は医者を排除して、保護の影響を無効にしようとする可能性があります。",
        "seer": "預言者と間接的に協力し、どちらも村を守る重要な役割を果たします。もし預言者が自分の役職を他の人に明かすことができれば、医者が預言者を守ることで、次の夜に守られることが非常に良いです。",
        "hunter": "ハンターが殺され、もし彼が医者によって守られているプレイヤーをターゲットにした場合、保護があってもそのプレイヤーは死にます。",
        "witch": "もし殺しの薬が医者に守られたプレイヤーに使われた場合、保護は無効になり、このプレイヤーは死ぬことになります。",
        "bodyguard": "もし狼男がすでに医者とボディガードに守られているプレイヤーをターゲットにした場合、ボディガードの盾はそのまま守られます。医者の優先的な保護によって、プレイヤーは守られます。",
        "priest": "もし狼男がすでに司祭に祝福されたプレイヤーで、医者によって守られている場合、司祭の祝福はそのまま保たれます。医者の保護が優先されるためです。",
        "cupid": "もし医者がカップルの1人を守り、狼男がそのプレイヤーを殺そうとした場合、その保護により両方のプレイヤーがその夜死ぬことを防ぎます。"
      }
    },
    "hunter": {
      "name": "ハンター",
      "description": "ハンターは村で恐れ知らずの役職で、最期の立ち向かいの能力で知られています。もしゲーム中にハンターが排除されると、彼らは最後のチャンスとして他のプレイヤーを選び、そのプレイヤーを一緒に排除することができます。この強力な能力により、ハンターは死後も大きな影響を与えることができ、狼男や他の悪役からは高いターゲットとなります。ハンターは、もし排除された場合、誰を一緒に持って行くかを慎重に観察し、ゲームの流れを変える可能性があります。ただし、司祭の祝福や医者の盾など、特定の保護は彼らの最期の一撃に影響を与えるため、現在のゲームのダイナミクスに基づいて戦略を立てることが重要です。",
      "interactions": {
        "werewolf": "もしハンターが狼男によってターゲットにされ、排除された場合、ハンターは最後の一撃を選んだプレイヤーを排除するチャンスを得ます。この最後の攻撃は狼男の影響を受けず、彼らの戦略で防ぐことはできません。",
        "doctor": "もしハンターが最期の一撃で医者によって守られているプレイヤーをターゲットにした場合、保護は無効になり、ターゲットは死にます。ハンターの攻撃は医者の盾を上回ります。",
        "priest": "もしハンターが祝福されたプレイヤーをターゲットにした場合、司祭の祝福は効果がなく、ハンターの最期の攻撃は祝福に関係なく発動します。",
        "bodyguard": "もしハンターがボディガードによって守られているプレイヤーをターゲットにした場合、保護は回避され、ターゲットは死にます。",
        "witch": "もしハンターが殺され、魔女がハンターに救いの薬を使った場合、ハンターの死を防ぎ、最期の攻撃を阻止できます。しかし、魔女が薬を使わなければ、ハンターは最後の攻撃を行います。",
        "cupid": "もしハンターがカップルの1人で、そのカップルが死ぬと、他のカップルの愛人も心の痛みで死ぬことになります。また、ハンターは他のプレイヤーをターゲットにすることができます。ハンターの決定はカップルの絆を発表する前に行われます。"
      }
    },
    "lycan": {
      "name": "ライカン",
      "description": "ライカンは村人で、完全に村の目標に沿っていますが、呪いのために預言者には狼男として見えてしまう特性を持っています。この偽の身分は複雑な課題を生み出し、預言者が誤ってライカンを脅威と見なす可能性があります。ライカンは自分の本当の忠誠心を示すために慎重に行動し、狼男に見られないようにしながら村を助ける必要があります。預言者の目に見えるライカンは悪い役職として見られますが、ライカンは村を守り、狼男を倒すために戦っている良い役職です。",
      "interactions": {
        "seer": "もし預言者がライカンを見た場合、呪いのためにライカンは悪い役職として見られます。この誤認識が預言者や村に疑念を抱かせ、ライカンは預言者とのやり取りに慎重に対応し、時間をかけて忠誠心を証明する戦略を考えるべきです。",
        "werewolf": "狼男はライカンの身分を知らず、ライカンは彼らには普通の村人として見えます。ライカンの役割は村を守ることで変わらず、狼男の真の姿に疑念を抱かれないように気をつけながら村を助ける必要があります。"
      }
    },
    "priest": {
      "name": "司祭",
      "description": "司祭はゲーム内で強力な守護者で、1人のプレイヤーを神聖な祝福によって害から守る能力を持っています。司祭はゲーム中に1人のプレイヤーを祝福し、そのプレイヤーを狼男の攻撃から守ります。この祝福は司祭が生存している限り効果があります。もし司祭が殺されると、祝福は失われ、以前に祝福されたプレイヤーは再び脆弱になります。しかし、この祝福は特定の強力な攻撃に対しては効果がないため、司祭の選択が村の重要なプレイヤーの生存に大きく影響します。",
      "interactions": {
        "werewolf": "司祭の祝福は、狼男の攻撃からプレイヤーを守ります。ただし、狼男は司祭の祝福に対して戦略を立てて、他の村人をターゲットにしたり、司祭を攻撃して保護を排除しようとすることがあります。",
        "doctor": "医者の保護は司祭の祝福とは独立しています。もしプレイヤーが司祭から祝福され、医者に守られている場合、複数の防御層があります。しかし、司祭が排除されると、祝福は失われ、医者の保護だけが残ります。",
        "seer": "預言者が情報を明かす間、司祭はその役職が明かされた場合に預言者を祝福して攻撃から守ることができます。",
        "hunter": "ハンターが排除され、祝福されたプレイヤーをターゲットにした場合、司祭の祝福はハンターの最期の攻撃を防ぐことはなく、祝福されたプレイヤーは死にます。",
        "witch": "もし魔女が祝福されたプレイヤーに殺しの薬を使うと、司祭の祝福はこれを防ぎません。この祝福は魔女の薬のような超自然的な攻撃には効果がありません。",
        "bodyguard": "ボディガードと司祭は異なる方法でプレイヤーを守ります。もしボディガードが司祭から祝福されたプレイヤーを守っている場合、祝福はそのまま保持されますが、ボディガードの保護が物理的な攻撃に対して優先されます。"
      }
    },
    "prince": {
      "name": "プリンス",
      "description": "プリンスは昼間に特別な形の保護を持つユニークな役割です。村がプリンスを追放しようとしても、何度でもこの方法で排除することはできません。もし村が昼間にプリンスを追放しようと決定した場合、ナレーターはその試みが無効であることを発表し、プリンスの触れられない状態を強調します。ただし、この保護は夜間には適用されず、プリンスはウェアウルフや他の役職の攻撃に対して脆弱です。プリンスは自分の影響力を賢明に使う必要があり、昼間の排除を恐れずに村を導く重要な役割を果たします。",
      "interactions": {
        "werewolf": "プリンスは夜間にウェアウルフの攻撃を受ける可能性があり、昼間の排除免疫のために優先的に狙われることがあります。",
        "hunter": "プリンスがハンターの復讐能力の標的になった場合、昼間の保護に関係なく死んでしまいます。",
        "doctor": "ドクターが夜間にプリンスを保護することを選んだ場合、その夜のウェアウルフの攻撃はブロックされ、プリンスは夜間の危険から生き延びます。",
        "witch": "もし魔女がプリンスを殺すためにポーションを使った場合、彼の昼間の免疫を回避するため、プリンスは死んでしまいます。",
        "priest": "もし神父がプリンスに祝福をかけた場合、その祝福はプリンスを攻撃からさらに守り、神父の保護が有効であり、プリンスがゲームに残っている限りその回復力を強化します。"
      }
    },
    "seer": {
      "name": "シアー",
      "description": "シアーは毎晩1人のプレイヤーの正体を明かす特別な能力を持っています。彼らの目的はウェアウルフを見つけ出し、危険な役職を特定することで村を勝利に導くことです。選んだプレイヤーの役職は、親指を上にして（良い役職）、親指を下にして（悪い役職）、または平手で（タナー）通知されます。",
      "interactions": {
        "villager": "シアーは村人と密に協力し、ウェアウルフと危険な役職を特定します。",
        "werewolf": "ウェアウルフを特定し、その脅威を村に警告することが目的です。",
        "tanner": "タナーに出会った場合、その正体を他の村人に効果的に伝え、タナーを殺してゲームに負けないようにします。",
        "doctor": "ウェアウルフに正体が疑われた場合、ドクターの保護を頼ることもあります。",
        "witch": "両方が良い役職として識別された場合、シアーは魔女と協力してさらに洞察を得たり、保護を受けることができます。",
        "lycan": "この役職はシアーによって悪役職として識別されますが、実際には村人です。ゲームにライカンがいる場合は注意深く観察する必要があります。",
        "alphaWerewolf": "シアーの最大の挑戦はアルファウェアウルフを識別することです。アルファは通常のウェアウルフと同じように悪役職として識別されます。"
      }
    },
    "tanner": {
      "name": "タナー",
      "description": "タナーはユニークで逆説的な目標を持つ珍しいキャラクターです：彼は村人に昼間に排除されることでゲームに勝ちます。他のプレイヤーが生き残ることを目指しているのに対し、タナーは積極的に疑いを引き起こし、自分自身を排除させようとします。成功すれば、彼はゲームの唯一の勝者となり、他の役職が残っていても関係なく勝利します。しかし、タナーが夜間に排除されると（例えばウェアウルフによって）、彼は勝利せず、ゲームからただ除外されるだけです。この役職は、意図をあまり露骨に見せずに戦略的に誤導し、目標を達成するための巧妙な操作が必要です。",
      "interactions": {
        "villagers": "もし村人が昼間にタナーを排除するために投票した場合、タナーは即座に勝者となり、他のすべてのプレイヤーが敗北します。これがタナーの主な目標なので、昼間に怪しいふるまいをすることがあるかもしれません。",
        "werewolves": "ウェアウルフが夜間の攻撃でタナーを狙った場合、タナーは排除されますが、勝利はしません。ウェアウルフはタナーを排除しても勝利条件が満たされないことに注意しなければなりません。",
        "seer": "シアーがタナーの正体を明かす可能性があるため、この役職をうまく操作し、自分の意図を目立たせずに目標を達成する戦略が必要です。",
        "hunter": "ハンターがタナーを殺した場合（意図的または復讐として）、タナーは勝利しません。タナーの勝利条件は、村人の昼間の投票による排除に限られます。",
        "witch": "魔女がタナーに殺しのポーションを使った場合、タナーは排除されますが、昼間の村人の投票による排除ではないため、勝利はしません。"
      }
    },
    "villager": {
      "name": "村人",
      "description": "村人は特別な能力を持っていないかもしれませんが、村にとっては非常に重要な役割を果たし、ウェアウルフに立ち向かう主力となります。昼間、村人は論理、観察力、直感を駆使して疑わしい行動を特定し、嘘を見抜き、協力してウェアウルフを暴き出します。村人は投票プロセスに貢献し、排除すべき人物に対する討論を導き、決定に影響を与えることができます。村人はその知恵に頼り、他者の言動を慎重に観察し解釈することで、村の戦略の基盤となり、生存を脅かす力に立ち向かいます。",
      "interactions": {
        "werewolf": "村人はウェアウルフの主な標的であり、ウェアウルフは毎晩その数を減らすことを目指します。村人は回避的または操作的に見えるプレイヤーに注意を払い、隠れたウェアウルフを暴き出すことができます。",
        "seer": "村人はシアーや他の役職と協力し、情報を集めてシアーの発見をサポートします。しかし、シアーの正体を守ることも重要で、ウェアウルフの攻撃から守らなければなりません。",
        "witch": "村人が排除の対象になった場合、魔女は癒しのポーションを使って村人を守り、村の力を維持することができます。村人はウェアウルフの仲間を特定し、魔女に賢く決定してもらう必要があります。"
      }
    },
    "werewolf": {
      "name": "ウェアウルフ",
      "description": "ウェアウルフは昼間、無実の村人のふりをして村を欺きます。夜になるとその真の姿を現し、共同で1人のプレイヤーを排除することを選びます。ウェアウルフの目的は、自分たちの正体を隠したまま、すべての良い役職を排除することです。",
      "interactions": {
        "otherWerewolves": "ウェアウルフは他のウェアウルフと協力して夜間の攻撃を計画します。",
        "seer": "シアーに自分の正体を暴かれないように避けなければなりません。",
        "doctor": "ドクターの保護能力に対して戦略を立て、攻撃を成功させる必要があります。",
        "tanner": "ウェアウルフはタナーの死を利益とします。タナーが昼間に排除されると、タナーは勝利し、ウェアウルフは勝利できません。",
        "witch": "魔女は村側の味方ですが、ウェアウルフに対して攻撃しないように誘導されることがあります。",
        "alphaWerewolf": "アルファウェアウルフは他のウェアウルフとは別に起こされます。アルファが誰かを見極めて、夜間に殺さないように注意が必要です。",
        "wolfCub": "子狼はウェアウルフと一緒に目を覚ましますが、彼が子狼だとは知られていません。昼間に村を影響させるために意図的に標的にすることができます。"
      }
    },
    "witch": {
      "name": "魔女",
      "description": "魔女は村の神秘的で強力な味方で、治療薬と毒薬の2つの薬を持っています。それぞれはゲーム中に1回だけ使用できます。夜の間、魔女は誰かが排除のターゲットにされたかを確認し、その人物を治療薬で救うかどうかを決めなければなりません。また、魔女は任意のプレイヤーに毒薬を使うことができ、狼男を攻撃するか、村に害を及ぼすと疑われるプレイヤーを排除することができます。魔女の力は強大ですが、薬の使用回数に制限があるため、慎重なタイミングと戦略が必要です。魔女が薬を使う前に排除されると、それらの薬は村に失われます。守護者としての役割と排除者としての役割をバランスよくこなす魔女は、ゲームの結果に大きな影響を与えます。自身に薬を使うことはできません。",
      "interactions": {
        "werewolf": "魔女は治療薬を使って狼男の攻撃を防ぐことができ、狼男の計画を阻止します。しかし、毒薬を狼男に使えば、その脅威は即座に排除されますが、薬は永久に消費されます。魔女自身が狼男にターゲットにされた場合、まだ薬を使っていないと両方の薬を失うリスクがあります。自身に薬を使うことはできません。",
        "doctor": "魔女の治療薬は医者の保護とは独立して働きます。医者がプレイヤーを保護できなかった場合でも、魔女の薬でそのプレイヤーを救うことができます。もし両者が同じプレイヤーを保護した場合、魔女は薬を失うことになりますので、同じプレイヤーに重複して作用しないようにすることが重要です。",
        "seer": "予言者は魔女と連絡を取り、特に予言者が狼男を見つけた場合、殺害薬のターゲットについてアドバイスをすることができるかもしれません。二人は狼男に対して強力な連携を築きますが、あまり露骨に自分たちの存在を明かさないよう注意する必要があります。",
        "bodyguard": "魔女の殺害薬はボディガードの保護を無視します。もしボディガードがプレイヤーを守っていて、魔女がそのプレイヤーに殺害薬を使った場合、ボディガードはその死を防げません。",
        "hunter": "魔女が殺害薬でハンターを殺した場合、ハンターは反撃し、他のプレイヤーを倒す可能性があります。魔女はこの反動を避けるために薬を戦略的に使う必要があります。また、ハンターが魔女の治療薬で守られたプレイヤーを攻撃した場合、そのプレイヤーは死にます。ハンターの死には追加のペナルティがあります。",
        "priest": "もし僧侶がプレイヤーを祝福した場合でも、魔女の治療薬はそのプレイヤーを救うことができます。ただし、魔女の殺害薬は僧侶の祝福を無視して、祝福を受けていてもそのプレイヤーを死に至らしめます。"
      }
    },
    "wolfCub": {
      "name": "狼の子",
      "description": "狼の子は狼男の群れの若いメンバーで、攻撃や他者への影響力を持つ個別の能力はありませんが、群れを強化する上で重要な役割を果たします。狼の子は他の狼男と共に夜に目を覚まします。もし狼の子が村や他のプレイヤーによって殺された場合、狼男の群れは復讐を求め、次の夜に追加の殺害を得ることになります。これにより狼の子は村にとって優先的なターゲットとなりますが、狼男にとっては守りたいメンバーでもあります。狼の子は完全な狼男の強さを持っていませんが、生きている限り狼男にとっては戦略的な利点となります。",
      "interactions": {
        "werewolf": "狼の子は狼男に守られており、生存を守るために努力されています。もし狼の子が排除されれば、狼男は次の夜に追加の殺害を得ることになります。",
        "seer": "予言者は狼の子を狼男として識別し、この情報を村に伝えることができます。狼の子を失うことで、狼男の攻撃が加速する可能性があります。",
        "doctor": "医者が狼の子を保護すれば、その排除を1晩防ぎ、狼男陣営の数を守り、もし村が後に狼の子を排除した場合に追加の殺害を得る可能性を残します。",
        "witch": "魔女が殺害薬を狼の子に使えば、狼男は次の夜に追加の殺害を得ることになります。ただし、魔女が治療薬を狼の子に使ってターゲットにされた場合、狼の子は生き残り、村は追加の殺害効果を防ぐチャンスを逃します。",
        "hunter": "もしハンターが死んで、狼の子を報復ターゲットに選んだ場合、狼の子は死に、狼男は次の夜に追加の殺害を得ることになります。ハンターはこの選択を慎重に考える必要があります。",
        "bodyguard": "もしボディガードが狼の子を守り、その死を防げば、狼男は狼の子の利益的な影響を失うことなく維持できます。村は複数の保護を得た場合、狼の子を排除するのに苦しむかもしれません。"
      }
    }
  },

  "fullAccessToFeatures": "すべての機能への完全アクセス",
  "differentRoles": "14種類以上の役職",
  "differentRolesDescription": "ゲーム内のすべての役職をプレイし、さらにエキサイティングな結果とシナリオが待っています。",
  "narratorAssistance": "ナレーターアシスタンス",
  "narratorAssistanceDescription": "すべての役職に対する音声ガイダンスと夜間の簡単なナビゲーション",
  "moreGameOutcomes": "より多くのゲーム結果",
  "moreGameOutcomesDescription": "深い戦略的思考を可能にし、より多くの結果を提供します。",
  "privacy_policy": "プライバシーポリシー",
  "restore_purchase": "購入の復元",
  "terms_of_use": "利用規約",
  "callToTrial": "3日間の無料トライアルを開始",
  "weeklyPrice": "その後、{{price}}/週。いつでもキャンセル可能。",
  "continue": "続ける",
  "viewAllPlans": "すべてのプランを見る",
  "privacyPolicy": "プライバシーポリシー",
  "restorePurchase": "購入の復元",
  "termsOfUse": "利用規約",
  "weeklyPlan": "週間プラン",
  "monthlyPlan": "月間プラン",
  "yearlyPlan": "年間プラン",
  "lifetimePlan": "生涯プラン",
  "freeTrial": "3日間無料トライアル",
  "lifetimePlanDescription": "生涯プランのみ",
  "lifetimePayment": "一回のみ",
  "andThen": "その後",
  "week": "週間",
  "month": "月間",
  "year": "年間",
  "restorePurchaseMessage": "購入を復元しようとしています...",
  "success": "成功",
  "purchaseRestored": "購入が復元されました",
  "failure": "失敗",
  "noPurchasesToRestore": "復元する購入はありません",
  "rateAppMessage": "App Storeレビューを開いています...",
  "errorOccurred": "エラーが発生しました",
  "reviewError": "レビューのモーダルを読み込む際にエラーが発生しました。",
  "getAllRoles": "すべての役割を取得",
  "unlockNewRoles": "10以上の新しい役割をアンロック＆その他",
  "werewolfPro": "ウルフプロ",
  "rateApp": "アプリを評価",
  "general": "一般",
  "termsConditions": "利用規約",
  "contactUs": "お問い合わせ",
  "feedbackSubject": "Werewolf Gameアプリへのフィードバック",
  "feedbackBody": "こんにちは、Werewolf - Save the Villageについてご連絡させていただきます。",
  "yourMessageHere": "[こちらにメッセージを入力]",
  "reportBug": "バグを報告",
  "ourApps": "私たちのアプリ",
  "Fast VPN & Adblocker": "高速VPN＆広告ブロッカー",
  "Remove water from speakers": "スピーカーから水を取り除く",
  "eSign & Scan Documents": "電子署名＆書類スキャン",
  "about": "について",
  "tellAFriend": "友達に教える",
  "appVersion": "アプリバージョン",
  "shareMessage": "ねえ、もしこのソーシャルゲーム「Werewolf: Save the Village」を試したいなら、App Storeでチェックしてみて。",

  "rolesDescription": "ゲーム内のすべての役割で遊び、さらにエキサイティングな結果やシナリオが待っています。",
  "narratorDescription": "すべての役割に対する音声ガイダンスと夜間のナビゲーションを簡単にサポート。追加の言語が順次追加予定。",
  "moreOutcomes": "さらに多くのゲーム結果",
  "outcomesDescription": "異なる勝者を持つ多様な結果と、より深い戦略的思考を可能にします。",
  "beforeJourney": "あなたの旅に出る前に、",
  "pleaseSupport": "サポートをご検討ください。",
  "trialTextStart": "3日間の無料試用を試し、その後",
  "werewolf_game_title": "Werewolf: \n Save the Village",
  "werewolf_game_description": "ソーシャルゲーム「Werewolf」の次世代体験。使いやすいデザインと機能で、完全オフラインでゲームを楽しめます。",
  "no_need_for_cards_title": "カードは不要",
  "no_need_for_cards_description": "このアプリを使用すると、ゲームで選んだ役割に対するスキャンコードを自動生成できます。これにより、各プレイヤーはQRコードをスキャンして、自分の役割を確認でき、アプリをインストールする必要はありません。",
  "game_assistance_title": "ゲームアシスタンス",
  "game_assistance_description": "ゲーム開始時に音声アシスタンスが提供され、次に目覚めるべき役割についてのガイダンスも行います。夜のアクションを設定することで、ナレーターが村を簡単に導くことができます。昼間は、プレイヤーが再び眠るまでに制限時間で討論できるタイマーも提供し、ナレーターの作業が簡単になります。",
  "help_us_grow_title": "私たちをサポートする",
  "help_us_grow_description": "あなたの旅に出る前に、サポートをご検討ください。これにより、私たちはゲームの改善と新機能の導入を続けることができます。",
  "premium_trial_title": "プレミアムトライアル",
  "premium_trial_description": "✓ - すべての編集ツールをアンロック：日付、イニシャル、画像、テキスト、チェックボックスなど\n ✓ - カメラスキャン＆ドキュメント整理\n ✓ - すべてのテンプレートを直接編集用に取得",

  "choose_plan_title": "プランを選択",
  "weekly_plan": "週ごと",
  "monthly_plan": "月ごと",
  "annual_plan": "年ごと",
  "lifetime_plan": "生涯",
  "trial_offer": "3日間の無料トライアル",
  "one_time_purchase": "一度限りの購入",
  "once": "一度",
  "chooseLanguage": "言語を選択"
}
