{
  "title": "늑대인간:",
  "subtitle": "마을을 구하라",

  "mainMenu": {
    "newGame": "새 게임",
    "gameRules": "게임 규칙",
    "rolesAbilities": "역할 및 능력",
    "goPro": "프로 버전으로 가기",
    "settings": "설정"
  },

  "newGameScreen": {
    "title": "역할",
    "totalPlayers": "총 플레이어 수",
    "roles": {
      "villager": "시민",
      "werewolf": "늑대인간",
      "seer": "예언자",
      "doctor": "의사",
      "bodyguard": "보디가드",
      "hunter": "사냥꾼",
      "priest": "성직자",
      "prince": "왕자",
      "witch": "마녀",
      "tanner": "무두장이",
      "alphaWerewolf": "알파 늑대인간",
      "lycan": "라이칸",
      "cursedVillager": "저주받은 시민",
      "cupid": "큐피드",
      "wolfCub": "늑대 새끼"
    },
    "continue": "계속하기"
  },

  "playersNamesScreen": {
    "title": "플레이어",
    "player": "플레이어",
    "continue": "계속하기",
    "warningEmptyList": "플레이어 이름 목록이 비어 있거나 유효하지 않습니다.",
    "messagePlayerNameMissed": "플레이어의 이름을 입력하지 않았습니다",
    "errorConfirmingPlayers": "플레이어 확인 중 오류가 발생했습니다. 다시 시도해 주세요."
  },

  "scanningIntroductionScreen": {
    "title": "스캔 소개",
    "firstMessage": "다음 화면에서 게임 진행자는 각 플레이어에게 개별적으로 스캔 코드를 제시해야 합니다.",
    "secondMessage": "이를 통해 플레이어는 필요한 경우 추가 설명과 함께 게임 내 자신의 역할을 개별적으로 확인할 수 있습니다.",
    "showCodes": "코드 보기"
  },

  "playersScanScreen": {
    "title": "각 플레이어의 역할",
    "subtitle": "스와이프하여 각 플레이어가 자신의 휴대폰으로 QR 코드를 스캔하도록 하세요",
    "player": "플레이어",
    "cardDescription": ", 이 코드를 스캔하고 휴대폰을 통해 게임 내 역할을 확인하세요.",
    "nextButton": "다음",
    "startGameButton": "게임 시작"
  },

  "viewRolesScreen": {
    "title": "첫날 밤을 준비하세요",
    "subtitle": "진행자로서, 당신은 마을이 첫날 밤을 맞이할 준비를 시킬 것입니다. 아래에서 각 플레이어의 역할을 확인하세요.",
    "playerColumn": "플레이어",
    "roleColumn": "역할",
    "viewRolesButton": "역할 보기",
    "continue": "계속하기"
  },

  "nightTimeScreen": {
    "title": "밤 시간",
    "subtitle": "밤 동안 마을을 안내하세요. 아래 표시된 각 역할을 깨우세요. 밤 동안 역할이 죽더라도 깨워야 합니다. 깨워야 할 역할은 다음과 같습니다:",
    "continue": "계속하기"
  },

  "choosePlayerButton": "플레이어 선택",
  "attackedButton": "공격받음",
  "choosePlayerToAttackLabel": "공격할 플레이어를 선택하세요",
  "cancelButton": "취소",
  "yesButton": "예",
  "noButton": "아니요",
  "continueButton": "계속하기",

  "UIWerewolf": {
    "title": "늑대인간 역할",
    "description": "- 늑대인간들을 깨우고 오늘 밤 누구를 제거할지 집단적으로 결정하게 하세요."
  },
  "UISeer": {
    "title": "예언자 역할",
    "description": "- 예언자를 깨우고 마을 사람 중 한 명을 선택하게 하세요. 선택된 사람이 좋은 역할인지 나쁜 역할인지 예언자에게 알려줄 것입니다.",
    "viewRolesButton": "역할 보기"
  },
  "UIDoctor": {
    "doctorRoleTitle": "의사 역할",
    "doctorRoleDescription": "- 의사를 깨우고 자신을 포함하여 보호할 사람을 선택하게 하세요. 같은 사람을 연속 2번 보호할 수 없습니다.",
    "choosePlayerToProtect": "보호할 플레이어 선택",
    "choosePlayerDescription": "의사가 보호할 플레이어 한 명을 선택하세요",
    "protectedByDoctor": "보호됨"
  },
  "UIBodyguard": {
    "bodyguardRoleTitle": "보디가드 역할",
    "bodyguardRoleDescription": "보디가드를 깨우세요. 그는 첫날 밤에 게임이 끝날 때까지 보호할 플레이어 한 명을 선택합니다. 이 플레이어가 두 번 공격받으면, 보디가드가 대신 죽습니다.",
    "choosePlayerToProtect": "보호할 플레이어 선택",
    "choosePlayerDescription": "플레이어 한 명 선택",
    "protectedByBodyguard": "보호됨"
  },
  "UIPriest": {
    "priestRoleTitle": "성직자 역할",
    "priestRoleDescription": "- 성직자는 플레이어 한 명을 축복하여 늑대인간의 공격 한 번으로부터 보호할 수 있습니다.",
    "choosePlayerToBless": "축복할 플레이어 선택",
    "choosePlayerDescription": "축복하고 보호할 플레이어 한 명을 선택하세요.",
    "blessed": "축복받음"
  },
  "UIWitch": {
    "roleTitle": "마녀 역할",
    "roleDescription": "마녀는 게임당 한 번 플레이어를 죽음에서 구하거나 플레이어를 죽일 수 있습니다.",
    "saveButtonDefault": "플레이어 구하기",
    "killButtonDefault": "플레이어 죽이기",
    "savedButtonText": "구함",
    "attackedButtonText": "공격함",
    "chooseSaveTitle": "구할 플레이어 선택",
    "chooseSaveDescription": "죽음에서 구할 플레이어 한 명을 선택하세요.",
    "chooseKillTitle": "죽일 플레이어 선택",
    "chooseKillDescription": "공격할 플레이어 한 명을 선택하세요."
  },
  "UIAlphaWerewolf": {
    "roleTitle": "알파 늑대인간 역할",
    "roleDescription": "알파 늑대인간은 매일 밤 시민 한 명을 늑대인간으로 변환시킬 수 있습니다.",
    "chooseTitle": "변환할 플레이어 선택",
    "chooseDescription": "늑대인간으로 변환할 플레이어 한 명을 선택하세요.",
    "chooseButtonText": "플레이어 선택",
    "convertedText": "변환됨: {{playerName}}",
    "confirmTitle": "늑대인간으로 변환",
    "confirmDescription": "{{playerName}}님을 늑대인간으로 변환하시겠습니까?",
    "successTitle": "성공!",
    "successDescription": "{{playerName}}님이 늑대인간으로 변환되었습니다!"
  },
  "UICupid": {
    "roleTitle": "큐피드 역할",
    "roleDescription": "큐피드를 깨우세요. 서로 유대감을 형성할 두 명의 플레이어를 선택하세요. 한 명이 죽으면 다른 한 명도 죽습니다.",
    "chooseFirstTitle": "첫 번째 플레이어 선택",
    "chooseFirstDescription": "유대감을 형성할 첫 번째 플레이어를 선택하세요.",
    "chooseSecondTitle": "두 번째 플레이어 선택",
    "chooseSecondDescription": "유대감을 형성할 두 번째 플레이어를 선택하세요.",
    "confirmTitle": "유대감 확인",
    "confirmDescription": "{{player1}}님과 {{player2}}님을 유대감으로 묶으시겠습니까?",
    "successTitle": "유대감 생성됨",
    "successDescription": "{{player1}}님과 {{player2}}님은 이제 게임이 끝날 때까지 큐피드에 의해 묶였습니다!",
    "bondedText": "묶임: {{player1}} & {{player2}}",
    "chooseButtonText": "플레이어 선택"
  },

  "confirmButton": "확인",
  "showAllButton": "모두 보기",
  "showLessButton": "간략히 보기",
  "NightBottomSheet": {
    "anyoneEliminated": "오늘 밤 제거된 사람이 있습니까?",
    "noRoleEliminated": "제거된 역할 없음",
    "cupidTitle": "큐피드의 유대감",
    "cupidMessage": "{{playerName}}님은 큐피드에 의해 {{bondedName}}님과 묶였습니다. 두 사람 모두 제거 대상으로 선택되었습니다.",
    "hunterTitle": "사냥꾼이 제거되었습니다!",
    "hunterMessage": "사냥꾼은 다른 플레이어 한 명을 제거할 수 있습니다.",
    "playerSelected": "{{playerName}}님이 제거 대상으로 선택되었습니다.",
    "confirmElimination": {
      "title": "낮을 맞이할 준비가 되었나요?",
      "message": "플레이어: {{names}}님이 게임에서 제거됩니다.",
      "noElimination": "게임에서 제거될 플레이어가 없습니다.",
      "confirm": "예",
      "cancel": "아니요",
      "cursedVillagerTitle": "저주받은 시민 변신",
      "cursedVillagerMessage": "{{name}}님은 저주받은 시민이었으며 이제 늑대인간으로 변했습니다!"
    }
  },

  "dayTime": {
    "title": "낮 시간",
    "description1": "마을은 5분 동안 투표로 제거할 플레이어에 대해 합의할지 결정합니다.",
    "description2": "한 사람을 투표로 제거하기 위해서는 마을 사람의 절반 이상이 동의해야 합니다.",
    "hunterEliminatedTitle": "사냥꾼이 제거되었습니다!",
    "hunterEliminatedMessage": "사냥꾼은 다른 플레이어 한 명을 제거할 수 있습니다.",
    "playerSelected": "{{name}}님이 제거 대상으로 선택되었습니다.",
    "cancel": "취소",
    "princeProtectedTitle": "왕자 보호됨",
    "princeProtectedMessage": "마을이 투표로 제거할 수 없으므로 왕자는 낮 동안 제거될 수 없습니다.",
    "confirmElimination": {
      "readyForNight": "밤을 맞이할 준비가 되었나요?",
      "willBeRemoved": "님이 게임에서 제거됩니다.",
      "noPlayersRemoved": "게임에서 제거될 플레이어가 없습니다.",
      "yes": "예",
      "no": "아니요",
      "player": "플레이어",
      "players": "플레이어들",
      "wolfCubKilled": "늑대 새끼 죽음",
      "wolfCubMessage": "늑대 새끼가 죽었습니다. 늑대인간은 다음 날 밤 추가로 한 명을 더 죽일 수 있습니다. 마을 사람들에게 늑대 새끼가 죽었다는 사실을 알리지 말고, 단순히 늑대인간이 다른 플레이어를 제거하도록 하세요."
    },
    "eliminatedThisDay": "오늘 낮에 제거된 사람이 있습니까?",
    "noRoleEliminated": "제거된 역할 없음"
  },

  "winningScreen": {
    "villageWins": "마을 승리!",
    "werewolvesWin": "늑대인간 승리!",
    "tannerWins": "무두장이 승리!",
    "villageVictoryDescription": "나쁜 놈들이 누구인지 알아낸 모든 마을 사람들에게 축하를 전합니다. 당신들은 이 게임에서 성공적으로 그들을 모두 제거했습니다.",
    "werewolvesVictoryDescription": "잘했습니다, 늑대인간들. 당신들은 성공적으로 마을 사람들을 제거하고 들키지 않았습니다.",
    "tannerVictoryDescription": "무두장이가 제거되었습니다! 무두장이는 마을 사람들에게 투표로 제거당하는 목표를 달성하여 승리합니다.",
    "viewAllRoles": "모든 역할 보기",
    "mainMenu": "메인 메뉴"
  },

  "viewRolesModal": {
    "rolesOfPlayers": "각 플레이어의 역할",
    "player": "플레이어",
    "role": "역할",
    "back": "뒤로"
  },

  "gameMenu": {
    "quitGame": "게임 종료",
    "goBack": "돌아가기"
  },

  "rulesScreen": {
    "title": "게임 규칙"
  },
  "Basic Overview": "기본 개요",
  "Game Setup": "게임 설정",
  "Game Phases": "게임 단계",
  "Elimination Rules": "제거 규칙",
  "Winning Conditions": "승리 조건",
  "Special Situations": "특별 상황",

  "basicOverview": {
    "title": "기본 개요",
    "description1": "늑대인간 게임은 한두 명의 늑대인간이 숨어 있는 마을에서 플레이어들이 비밀 역할을 배정받는 소셜 추리 게임입니다. 각 라운드마다 플레이어들은 논리와 설득을 사용하여 늑대인간을 식별하거나 자신의 정체를 숨깁니다. 게임에는 마을 팀과 늑대인간 팀이라는 두 주요 팀이 있으며 역할은 무작위로 선택됩니다.",
    "description2": "게임은 '밤'과 '낮' 단계가 번갈아 진행됩니다.",
    "duringNight": "밤 동안:",
    "nightDescription1": "밤에는 모두 눈을 감고 게임 진행자가 특별한 역할을 가진 플레이어들을 깨워 주변 사람들에게 들키지 않도록 조심스럽게 눈을 뜨게 합니다.",
    "nightDescription2": "기본적인 늑대인간 게임의 모든 특별 역할은 늑대인간, 예언자, 의사입니다. 시민은 밤에 어떤 행동을 하기 위해 깨어나지(눈을 뜨지) 않으므로 특별한 역할이 아닙니다.",
    "nightDescription3": "늑대인간(들)이 먼저 깨어나 지목을 통해 제거할 플레이어를 선택합니다. 그 후 진행자는 모든 마을 사람들에게 다시 잠들라고 말하고, 모든 역할이 깨어나 행동을 취할 때까지 게임의 다음 특별 역할을 깨울 것입니다.",
    "duringDay": "낮 동안:",
    "dayDescription1": "모든 플레이어는 '깨어 있고'(눈을 뜨고) 지난 밤에 죽은 플레이어(있다면)에 대해 토론합니다. 그들은 서로에게 질문하고 추론과 거짓말 탐지를 통해 나쁜 역할(늑대인간, 알파 늑대인간, 늑대 새끼)이 누구인지 알아내려고 노력해야 합니다.",
    "dayDescription2": "낮 시간 토론 시간은 약 5분이며, 이 시간 동안 누구나 다른 사람에게 질문하여 더 많은 정보를 얻고 거짓말하는 사람을 잡을 수 있습니다. 플레이어는 다른 사람을 늑대인간이라고 비난하거나 의심받을 경우 자신을 방어할 수 있습니다.",
    "dayDescription3": "동시에, 늑대인간과 다른 모든 특별한 나쁜 역할의 목표는 들키지 않는 것입니다. 그래야 낮 단계에서 투표로 제거되지 않습니다. 그들은 정의상 늑대인간이냐는 질문에 거짓말을 하고 사람들을 속여 자신들이 착한 편이라고 생각하게 만들어야 합니다.",
    "goal": "마을의 목표는 모든 늑대인간을 제거하는 것이고, 늑대인간의 목표는 시민보다 수가 많아지는 것입니다.",
    "tannerRole": "무두장이라는 특별한 역할은 자신이 제거되거나 투표로 쫓겨나면 독립적으로 게임에서 승리할 수 있습니다.",
    "playersStrategy": "플레이어는 자신의 역할에 따라 논리, 관찰, 전략적 거짓말을 사용해야 합니다. 그들은 모두 자신의 그룹의 의제를 따르고 플레이하여 나쁜 놈들을 모두 제거하거나, 착한 놈들을 제거하거나, 무작위로 배정된 게임 내 역할에 따라 독립적으로 승리해야 합니다.",
    "narratorRole": "진행자는 각 단계를 안내하고, 플레이어의 신원을 밝히지 않으면서 이벤트를 발표하여 게임을 긴장감 있고 흥미롭게 유지합니다.",
    "eliminationRule": "진행자는 각 단계를 안내하고, 규칙을 시행하며, 토론을 중재하여 원활한 게임 플레이를 보장합니다. 게임 도중 제거된 사람은 아직 게임에 남아 있는 사람들에게 어떤 말도 하거나 힌트를 주어서는 안 됩니다."
  },
  "gameSetupTitle": "게임 설정",
  "gameSetupDescription": "늑대인간 게임을 설정하려면 플레이어 그룹을 모으세요. 이상적인 인원은 6명에서 20명 사이이며, 그중 적어도 한 명의 늑대인간이 있어야 합니다. 플레이어가 많을수록 더 다양한 역할과 전략이 가능합니다.",
  "step1Title": "1단계: 역할 선택",
  "step1Description": "게임에 포함할 역할을 결정합니다. 표준 설정에는 시민 5-6명, 늑대인간 2명, 예언자 1명, 의사 1명이 포함됩니다. 복잡성과 흥미로운 반전을 위해 사용 가능한 다른 모든 역할과 같은 추가 역할을 추가할 수 있습니다.",
  "step2Title": "2단계: 역할 배정",
  "step2Description": "각 플레이어에게 무작위로 비밀 역할이 배정되어야 합니다. 이를 위해 게임을 안내할 진행자가 역할을 선택하면 알고리즘이 자동으로 각 플레이어에게 역할을 배정합니다. 그런 다음 진행자는 각 플레이어에게 QR 코드를 제시하여 스캔하고 게임 역할을 확인할 수 있도록 해야 합니다. 플레이어가 다른 사람에게 자신의 역할을 공개하지 않도록 하십시오. 오직 진행자만이 각 플레이어의 역할을 압니다.",
  "step3Title": "3단계: 규칙 설명",
  "step3Description": "시작하기 전에 모든 플레이어가 자신의 역할, 능력 및 전체 게임 흐름을 이해했는지 확인하십시오. 일부 플레이어가 자신의 능력을 모르는 경우, 받은 QR 코드 스캔의 '추가 정보'에서 자신의 능력에 대한 자세한 정보를 검토하도록 항상 안내받을 수 있습니다.",
  "gameEndDescription": "게임은 모든 늑대인간과 나쁜 특별 역할이 제거되거나 늑대인간이 시민과 모든 좋은 특별 역할보다 수가 많아지면 끝납니다.",
  "finalNotes": "마지막으로, 늑대인간은 속임수, 추리, 전략에 관한 게임입니다. 활발한 토론에 참여하고 게임의 사회적 측면을 즐기도록 격려하세요!",
  "gamePhasesTitle": "게임 단계",
  "gamePhasesDescription": "늑대인간 게임은 게임 내내 번갈아 나타나는 두 가지 주요 단계로 나뉩니다:",
  "nightPhase": "밤 단계",
  "dayPhase": "낮 단계",
  "phasesDescription": "이 단계들은 특정 플레이어가 언제 행동을 취할 수 있는지, 그리고 언제 비난과 제거가 발생하는지를 결정합니다.",
  "nightPhaseDescription": "- 밤 동안에는 특별한 능력을 가진 플레이어들이 비밀리에 행동을 수행할 수 있습니다. 진행자는 예를 들어 \"이제, 늑대인간들은 일어나서 오늘 밤 제거할 플레이어를 선택하세요.\"라고 부르며 해당 역할들을 깨워 신원을 밝히지 않고 '힘을 사용'하게 합니다. 동시에 다른 모든 플레이어들은 눈을 감고 있을 것이며, 오직 늑대인간들만이 눈을 뜨고 먹잇감을 선택할 수 있습니다. 선택이 끝나면 진행자는 그들을 다시 잠들게 하여 눈을 감고 있는지 확인합니다.",
  "dayPhaseDescription": "- 낮 동안에는 플레이어들이 누가 늑대인간이라고 생각하는지 토론하고 의심되는 플레이어를 제거하기 위해 투표합니다. 플레이어를 투표로 제거하려면 마을의 50% 이상이 게임에서 제거할 플레이어를 결정해야 합니다. 약 3분에서 5분 안에 낮 시간의 모든 플레이어는 누군가를 제거하기로 결정해야 하며, 이 시간 내에 제거할 사람에 대해 합의하지 못하면 마을은 다시 잠들고 다음 날 누군가를 투표로 제거하기로 결정할 때까지 기다립니다.",
  "eliminationRulesTitle": "제거 규칙",
  "eliminationRulesIntro": "늑대인간 게임에서 제거는 플레이어의 게임 퇴장을 결정하는 중요한 측면입니다. 플레이어는 낮 단계 동안 그룹의 결정이나 밤 단계 동안 특정 역할의 행동으로 제거될 수 있습니다. 다음은 게임 내 각 역할에 대한 일반 규칙 및 특정 제거 조건입니다.",
  "generalEliminationRulesTitle": "일반 제거 규칙:",
  "generalEliminationRules": "낮 단계 동안 플레이어는 늑대인간으로 의심되는 플레이어를 비난하고 투표하여 제거할 수 있습니다. 가장 많은 표를 얻은 플레이어가 제거됩니다. 밤 단계 동안 늑대인간, 사냥꾼, 마녀와 같은 역할도 능력에 따라 제거를 유발할 수 있습니다.",
  "eliminationRulesByRoleTitle": "역할별 제거 규칙:",
  "villagerTitle": "시민",
  "villagerDescription": "시민은 낮 단계의 일반 투표나 밤의 늑대인간에 의해 제거됩니다. 제거에 대한 특별한 저항력은 없습니다.",
  "werewolfTitle": "늑대인간",
  "werewolfDescription": "늑대인간은 낮에 시민들의 과반수 투표로 제거되거나 특별 역할인 사냥꾼이나 마녀에게 살해될 수 있습니다. 그들은 팀의 생존을 보장하기 위해 탐지 및 제거를 피하는 것을 목표로 합니다.",
  "seerTitle": "예언자",
  "seerDescription": "시민의 동맹인 예언자는 투표로 제거되거나 밤에 늑대인간에게 공격받을 수 있습니다. 예언자를 잃으면 마을은 주요 정보원을 잃게 되어 약화됩니다.",
  "doctorTitle": "의사",
  "doctorDescription": "의사는 투표나 늑대인간의 공격으로 제거될 수 있습니다. 자신을 한 번 보호할 수 있지만, 그 외에는 제거에 취약합니다.",
  "tannerTitle": "무두장이",
  "tannerDescription": "무두장이는 낮에 시민들에게 제거되거나 밤에 늑대인간에게 제거되면 게임에서 승리합니다. 다른 플레이어와 달리 무두장이는 적극적으로 제거를 추구합니다.",
  "cupidTitle": "큐피드",
  "cupidDescription": "큐피드가 제거되어도 연인(있다면)이 아직 게임에 남아 있지 않는 한 다른 플레이어에게 직접적인 영향은 없습니다. 큐피드의 중매 역할은 플레이어를 짝지어준 후에 완료됩니다.",
  "princeTitle": "왕자",
  "princeDescription": "왕자는 낮 시간 제거 투표에서 면역입니다. 투표로 제거될 경우 자신을 드러내고 생존합니다. 그러나 밤에는 여전히 늑대인간이나 다른 역할에 의해 제거될 수 있습니다.",
  "bodyguardTitle": "보디가드",
  "bodyguardDescription": "보디가드는 투표로 제거되거나 늑대인간에게 살해될 수 있습니다. 그러나 다른 플레이어를 공격으로부터 방어할 수 있으며, 자신이 아직 게임에 남아 있다면 공격을 대신 받습니다.",
  "cursedVillagerTitle": "저주받은 시민",
  "cursedVillagerDescription": "이 플레이어는 처음에는 시민 팀에 속하지만 밤에 늑대인간에게 공격받으면 늑대인간이 됩니다. 투표나 변신 전 늑대인간에 의해 제거될 수 있습니다.",
  "priestTitle": "성직자",
  "priestDescription": "성직자는 한 플레이어를 한 번 축복하여 한 번의 제거로부터 보호할 수 있습니다. 그러나 성직자 자신은 투표나 공격으로 제거될 수 있습니다.",
  "hunterTitle": "사냥꾼",
  "hunterDescription": "제거되면 사냥꾼은 즉시 다른 플레이어를 목표로 삼아 제거할 수 있습니다. 이 능력은 투표나 늑대인간 공격 등 어떤 형태의 제거에도 활성화됩니다.",
  "lycanTitle": "라이칸",
  "lycanDescription": "라이칸은 예언자에게 늑대인간으로 보여 투표로 제거될 위험이 증가합니다. 그러나 실제로는 시민이며 다른 시민처럼 제거될 수 있습니다.",
  "witchTitle": "마녀",
  "witchDescription": "마녀는 구원 물약과 살해 물약 두 가지를 가지고 있습니다. 투표나 늑대인간 공격으로 제거될 수 있으며, 제거를 통제하기 위해 전략적으로 힘을 사용할 수도 있습니다.",
  "alphaWerewolfTitle": "알파 늑대인간",
  "alphaWerewolfDescription": "이 늑대인간은 특정 조건 하에서 다른 시민을 늑대인간으로 만들 수 있습니다. 일반 늑대인간처럼 제거되지만 종종 최우선 목표가 됩니다.",
  "wolfCubTitle": "늑대 새끼",
  "wolfCubDescription": "늑대 새끼가 제거되면 늑대인간이 격분하여 다음 날 밤 두 명의 플레이어를 제거할 수 있게 됩니다. 늑대 새끼는 일반적인 방법으로 제거될 수 있습니다.",
  "winningConditions": "승리 조건",
  "villagersGoal": "시민의 목표:",
  "villagersGoalDesc": "시민은 모든 늑대인간을 제거하면 승리합니다. 그러나 고유한 승리 조건을 가진 특정 특별 역할이 아직 플레이 중이면 게임이 계속될 수 있습니다.",
  "werewolvesGoal": "늑대인간의 목표:",
  "werewolvesGoalDesc": "늑대인간은 남은 시민보다 수가 많거나 같아지면 승리합니다. 이 시나리오에서 늑대인간은 시민을 압도하여 승리를 보장할 수 있습니다.",
  "specialRolesGoal": "고유한 목표를 가진 특별 역할:",
  "tanner": "무두장이:",
  "tannerDesc": "무두장이는 시민이나 늑대인간에게 제거되면 승리합니다. 그들의 유일한 목적은 목숨을 잃는 것이며, 성공하면 그들의 승리로 게임이 끝납니다.",
  "prince": "왕자:",
  "princeDesc": "왕자는 특별한 승리 조건은 없지만 첫 번째 제거 투표에서 생존하여 복잡성을 더합니다.",
  "hunter": "사냥꾼:",
  "hunterDesc": "사냥꾼은 자신이 제거될 때 플레이어를 제거하여 결과에 영향을 미칠 수 있습니다.",
  "exampleScenarios": "예시 시나리오:",
  "example1": "예시 1: 세 명의 플레이어가 남았습니다: 시민 두 명과 늑대인간 한 명. 이 시나리오에서 시민들은 여전히 늑대인간을 투표로 제거할 수 있어 시민의 승리로 이어집니다.",
  "special_conditions_title": "특별 조건",
  "prince_immunity_title": "왕자의 투표 제거 면역",
  "prince_immunity_description": "왕자는 낮 단계 투표로 제거될 수 없습니다. 플레이어가 왕자를 투표로 제거하려고 시도하면 그들의 투표는 무효화되고 해당 라운드에서는 아무도 제거되지 않습니다. 이 면역은 게임 내내 지속되어 마을이 다른 잠재적 목표를 재고하도록 강요합니다.",
  "prince_example": "3일차 낮, 모든 플레이어가 왕자를 제거하기 위해 투표하지만 그는 면역을 밝힙니다. 마을은 해당 라운드의 제거 기회를 잃고 긴장감이 고조되며 다른 플레이어에 대한 의심이 커집니다.",
  "tanner_win_condition_title": "무두장이의 고유한 승리 조건",
  "tanner_win_condition_description": "무두장이는 (늑대인간이나 마을에 의해) 제거되면 승리합니다. 그의 목표는 의심스럽게 행동하여 다른 사람들이 그의 제거에 투표하도록 유도하는 것입니다. 그러나 그의 존재는 혼란을 야기합니다. 그를 제거하면 게임이 그의 승리로 끝나기 때문에 다른 역할에 관계없이 그렇습니다.",
  "tanner_example": "한 플레이어가 이상하게 행동하기 시작하여 의심을 삽니다. 마을은 그들을 투표로 제거하는 것을 고려하지만, 그들이 무두장이일 수 있고 제거되면 게임에서 승리할까 봐 망설입니다.",
  "witch_dual_potions_title": "마녀의 이중 물약 (구원/살해)",
  "witch_dual_potions_description": "마녀는 게임당 한 번 사용할 수 있는 치유 물약과 게임당 한 번 사용할 수 있는 치명적인 물약을 가지고 있습니다. 밤에 플레이어를 구하거나 제거하기로 한 마녀의 결정은 게임의 방향을 완전히 바꿀 수 있습니다.",
  "witch_example": "마녀는 치유 물약을 사용하여 표적이 된 시민을 구하여 게임을 연장합니다. 나중에 그녀는 의심되는 늑대인간에게 살해 물약을 사용하여 게임 균형을 마을에 유리하게 바꿉니다.",
  "doctor_protection_title": "의사의 지속적인 보호",
  "doctor_protection_description": "의사는 매일 밤 플레이어를 보호할 수 있지만 연속된 밤에는 같은 플레이어를 보호할 수 없습니다. 이 순환 보호는 늑대인간이 제거에 성공하기 어렵게 만들고 핵심 플레이어를 반복적으로 구함으로써 게임을 연장합니다.",
  "doctor_example": "의사는 어느 밤 중요한 시민을 보호하지만 다음 날 밤 다른 플레이어로 전환하여 불확실성을 만들고 늑대인간의 계획을 지연시킵니다.",
  "example": "예시",

  "rolesScreen": {
    "rolesAbilitiesTitle": "역할 및 능력",
    "description": "설명",
    "roleType": "역할 유형",
    "roleTypes": {
      "good": "선",
      "bad": "악",
      "independent": "중립"
    },
    "interactions": "다른 역할과의 상호작용",

    "alphaWerewolf": {
      "name": "알파 늑대인간",
      "description": "알파 늑대인간은 게임의 균형을 바꿀 수 있는 독특한 능력을 가진 늑대인간 중 강력한 리더입니다. 일반 늑대인간과 달리 알파는 별도로 깨어나 독립적으로 공격할 대상을 선택합니다. 그는 게임당 하나의 대상만 선택할 수 있으며, 그의 능력은 이 대상을 늑대인간으로 만드는 것입니다. 이 늑대인간은 밤에 다른 늑대인간들과 함께 깨어납니다. 그는 언제든지 자신의 힘을 사용하도록 선택할 수 있으며, 이미 사용했더라도 매일 밤 사용할지 여부를 묻습니다. 알파의 독특한 깨어남은 다른 늑대인간들이 누가 알파인지 알 수 없게 하며, 어떤 의미에서는 늑대인간들이 밤에 알파를 공격할 수도 있습니다. 이는 알파가 죽게 하여 늑대인간의 전략에 복잡성을 더합니다. 알파 늑대인간이 제거되면 늑대인간 무리는 귀중한 자산을 잃게 되므로 알파가 신중하게 행동하는 것이 필수적입니다. 영향력 있는 인물이지만 알파의 힘은 예언자나 마녀와 같은 좋은 역할의 주의를 끌기도 하며, 이들은 알파를 주요 표적으로 볼 수 있습니다.",
      "interactions": {
        "werewolf": "늑대인간 - 알파 늑대인간은 늑대인간 무리의 일원이지만 일반 늑대인간들과는 독립적으로 깨어납니다. 늑대인간들이 집단적으로 대상을 선택하는 동안, 알파는 늑대인간으로 만들 사람을 선택하여 유연한 전략을 가능하게 하고 잠재적으로 마을을 혼란스럽게 할 수 있습니다. 그러나 알파는 다른 늑대인간을 표적으로 삼는 것을 피하고 가능한 한 무리의 목표와 일치해야 합니다.",
        "seer": "예언자 - 예언자는 알파 늑대인간이 늑대인간 진영 내에서 강력한 역할을 하기 때문에 위협으로 식별할 수 있습니다. 예언자가 알파의 정체를 마을에 밝히면 늑대인간은 중요한 이점을 잃게 됩니다.",
        "doctor": "의사 - 의사가 알파가 표적으로 삼은 플레이어를 보호하면 해당 밤의 공격은 차단됩니다. 알파는 성공적인 공격을 보장하기 위해 의사의 움직임을 예측해야 할 수도 있습니다.",
        "witch": "마녀 - 마녀의 살해 물약은 알파 늑대인간을 제거할 만큼 강력합니다. 마녀는 마을과 동맹을 맺고 있으므로, 마녀가 알파의 정체를 의심한다면 알파를 우선 표적으로 볼 수 있으며, 이는 늑대인간의 전략을 방해할 수 있습니다.",
        "bodyguard": "보디가드 - 알파가 보디가드에 의해 보호받는 플레이어를 표적으로 삼으면 보호는 그대로 유지되고 알파의 공격은 실패합니다. 알파는 효과적이기 위해 보디가드의 방어를 중심으로 전략을 세워야 합니다.",
        "hunter": "사냥꾼 - 사냥꾼이 죽고 보복 대상으로 알파를 선택하면 알파는 죽고 늑대인간 진영이 크게 약화됩니다. 알파는 사냥꾼이 죽을 경우 선택되지 않도록 자신의 정체를 노출하지 않도록 주의해야 합니다."
      }
    },
    "bodyguard": {
      "name": "보디가드",
      "description": "보디가드는 첫날 밤에 한 명의 플레이어를 선택하여 게임이 끝날 때까지 보호하는 확고한 보호자입니다. 보디가드는 자신을 보호하도록 선택할 수 없습니다. 선택된 플레이어는 공격으로부터 특별한 보호를 받으며, 대상이 되면 보디가드가 개입하여 구합니다. 그러나 보호받는 플레이어가 두 번째로 공격받으면 보디가드는 자신을 희생하여 대신 죽습니다. 이 보호는 보디가드가 게임에 남아 있는 동안에만 활성화됩니다. 보디가드의 보호는 중요한 자산이지만 제한적입니다. 사냥꾼이나 마녀와 같은 특정 강력한 역할은 치명적인 능력으로 이 보호 장치를 우회할 수 있습니다.",
      "interactions": {
        "werewolf": "늑대인간 - 늑대인간이 보디가드의 보호받는 플레이어를 표적으로 삼으면 보디가드는 첫 번째 공격을 막습니다. 그러나 늑대인간이 이 플레이어를 다시 표적으로 삼으면 보디가드는 대신 죽고 보호는 끝납니다.",
        "hunter": "사냥꾼 - 보호받는 플레이어가 사냥꾼의 죽음의 복수 능력에 의해 선택되면 보디가드는 공격을 막을 수 없으며 보호받는 플레이어는 죽습니다.",
        "doctor": "의사 - 보디가드와 의사의 보호는 충돌하지 않습니다. 즉, 의사가 같은 밤에 같은 플레이어를 보호하면 두 보호 모두 활성화됩니다. 늑대인간이 이 플레이어를 표적으로 삼으면 두 보호 모두 작동하지만 우선 보호는 의사의 것이므로 보디가드는 보호를 사용하거나 죽지 않습니다.",
        "witch": "마녀 - 마녀가 보호받는 플레이어에게 살해 물약을 사용하면 보디가드의 보호는 효과가 없으며 대상 플레이어는 죽습니다.",
        "priest": "성직자 - 성직자가 보호받는 플레이어를 축복하면 이 축복은 추가적인 방어막을 더하지만, 보디가드가 임무 중 사망할 때까지 보디가드의 보호가 우선적으로 유지됩니다."
      }
    },
    "cupid": {
      "name": "큐피드",
      "description": "큐피드는 두 플레이어 사이에 특별한 유대감을 만들어 게임이 끝날 때까지 그들의 운명을 연결하는 힘을 가진 역할입니다. 게임 시작 시 큐피드는 '연인'으로 묶일 두 명의 플레이어를 선택합니다. 이 연결은 연인 중 한 명이 죽으면 다른 한 명도 즉시 슬픔으로 죽는다는 것을 의미합니다. 큐피드의 선택은 연결된 플레이어가 새로운 충성심을 신중하게 탐색해야 하기 때문에 매우 중요합니다. 이 유대감은 게임을 복잡하게 만드는 강력한 도구로 작용할 수 있으며 동맹에 영향을 미치고 플레이어의 우선순위를 바꿀 수 있으므로 전략적 고려가 필요합니다. 큐피드가 죽더라도 유대감은 게임이 끝날 때까지 유지됩니다.",
      "interactions": {
        "werewolf": "큐피드의 묶인 플레이어 중 한 명이 늑대인간에게 표적이 되어 살해되면 다른 연인도 죽어 유대감의 비극적인 결과가 실현됩니다.",
        "doctor": "의사가 묶인 플레이어 중 한 명을 보호하고 늑대인간이 그들을 죽이려고 시도하면 보호는 그 밤에 두 플레이어 모두 죽는 것을 막습니다.",
        "seer": "예언자가 묶인 연인 중 한 명을 밝히면, 그들이 좋은 역할이면 좋은 역할로, 나쁜 역할이면 나쁜 역할로 표시됩니다. 예언자가 선택한 플레이어만 게임 내 역할이 무엇인지 알려줍니다.",
        "hunter": "사냥꾼이 죽고 묶인 연인 중 한 명을 함께 죽도록 선택하면 다른 연인도 유대감의 효과의 일부로 죽게 됩니다.",
        "witch": "마녀가 물약을 사용하여 묶인 플레이어 중 한 명을 죽이면 다른 한 명도 큐피드가 맺은 연결 때문에 죽게 됩니다. 마녀가 구원 물약을 플레이어 중 한 명에게 사용하면 두 플레이어 모두 구원받습니다.",
        "priest": "성직자가 연인 중 한 명을 축복하면, 다른 연인이 공격의 대상이 되더라도 이 보호는 유지됩니다. 단, 그 공격이 마녀의 살해 물약처럼 보호를 우회할 만큼 강력하지 않은 경우에 한합니다."
      }
    },
    "cursedVillager": {
      "name": "저주받은 시민",
      "description": "저주받은 시민은 게임을 일반 시민으로 시작하지만 어두운 비밀을 품고 있는 불운한 영혼입니다. 밤 동안 늑대인간에게 표적이 되면 저주받은 시민은 늑대인간으로 변신하여 영구적으로 늑대인간에게 충성을 바꿉니다. 그 순간까지 그들은 마을에 충성합니다. 저주받은 시민이 변신하기 전에 예언자에게 발견되면 좋은 역할로 나타나 저주가 발동될 때까지 정체를 숨깁니다.",
      "interactions": {
        "werewolf": "늑대인간이 저주받은 시민을 공격하기로 선택하면 저주가 활성화되고 시민은 영구적으로 늑대인간 팀에 합류하여 하룻밤 사이에 동맹에서 적으로 변합니다.",
        "seer": "예언자는 저주가 활성화될 때까지 저주받은 시민을 좋은 역할로 볼 것입니다. 이는 마을 사람들이 안전하다고 생각하게 오도할 수 있으며, 나중에 저주받은 시민이 변신하게 됩니다.",
        "witch": "마녀가 늑대인간에게 공격받기 전에 저주받은 시민에게 살해 물약을 사용하면 저주를 발동하지 않고 일반 시민으로 죽습니다. 저주가 이미 발동되었다면 마녀의 물약은 그들을 늑대인간으로 죽일 것입니다.",
        "hunter": "저주받은 시민이 변신 전에 사냥꾼에게 살해되면 시민으로 죽어 마을이 또 다른 늑대인간을 추가하는 것을 면하게 합니다."
      }
    },
    "doctor": {
      "name": "의사",
      "description": "의사는 밤의 공격으로부터 마을을 보호하는 데 중요한 역할을 합니다. 매일 밤 의사는 해악으로부터 보호할 플레이어 한 명을 선택하여 잠재적으로 늑대인간의 공격이나 다른 치명적인 결과를 막을 수 있습니다. 이는 의사를 마을 방어에 귀중한 자산으로 만들어, 그의 보호가 핵심 플레이어를 안전하게 지키고 늑대인간과의 싸움을 연장하는 데 도움이 될 수 있습니다. 그러나 의사의 능력에는 위험이 따릅니다. 의사가 제거되면 그의 보호 영향력은 완전히 사라집니다. 의사를 잃으면 마을은 더 큰 위험에 처하게 되므로 이 역할을 가능한 한 오랫동안 보호하는 것이 필수적입니다. 의사는 늑대인간에게 탐지되지 않도록 신중하게 행동하면서 마을의 생존을 보장하기 위해 신중함과 용기의 균형을 맞춰야 합니다. 의사는 한 플레이어에게 보호를 사용할 수 있으며 다음 라운드에 같은 플레이어를 반복할 수 없습니다. 하룻밤이 지나면 다시 같은 플레이어를 보호하러 돌아갈 수 있습니다. 의사는 자신에게도 보호를 사용할 수 있습니다.",
      "interactions": {
        "werewolf": "의사는 늑대인간에게 탐지되지 않도록 해야 합니다. 늑대인간은 의사의 보호 영향력을 제거하기 위해 의사를 표적으로 삼을 가능성이 높습니다.",
        "seer": "식별할 수 있다면 예언자와 간접적으로 협력합니다. 둘 다 마을을 보호하는 데 중요한 역할을 하기 때문입니다. 예언자가 다른 사람들에게 자신의 역할을 밝히면 다음 밤 동안 보호받도록 예언자를 보호하는 것이 매우 좋습니다.",
        "hunter": "사냥꾼이 죽고 의사에게 보호받는 플레이어를 표적으로 삼으면, 보호를 받고 있더라도 여전히 죽게 됩니다.",
        "witch": "의사에게 보호받는 플레이어를 죽이기 위해 살해 물약이 사용되면 보호는 비활성화되고 이 플레이어는 의사에게 보호받고 있음에도 불구하고 죽게 됩니다.",
        "bodyguard": "늑대인간이 이미 의사와 보디가드에게 보호받는 플레이어를 표적으로 삼으면, 우선 보호인 의사에게 보호받으므로 보디가드의 방패는 보호된 상태로 유지됩니다.",
        "priest": "늑대인간이 이미 성직자에게 축복받고 의사에게 보호받는 플레이어를 표적으로 삼으면, 우선 보호인 의사에게 보호받으므로 성직자의 축복은 그대로 유지됩니다.",
        "cupid": "의사가 묶인 플레이어 중 한 명을 보호하고 늑대인간이 그들을 죽이려고 시도하면 보호는 그 밤에 두 플레이어 모두 죽는 것을 막습니다."
      }
    },
    "hunter": {
      "name": "사냥꾼",
      "description": "사냥꾼은 마지막 저항 능력으로 알려진 마을 내 용감한 역할입니다. 사냥꾼이 게임 도중 제거되면 게임을 떠나기 전에 자신이 선택한 다른 플레이어 한 명을 쓰러뜨릴 마지막 기회를 얻습니다. 이 강력한 능력은 사냥꾼에게 죽음 속에서도 상당한 영향을 미치게 하며, 늑대인간과 다른 나쁜 역할에게는 위험 부담이 큰 표적이 됩니다. 사냥꾼은 자신이 제거될 경우 누구를 데려가는 것이 가장 가치 있을지 신중하게 관찰하고 결정해야 하며, 잠재적으로 게임의 흐름을 바꿀 수 있습니다. 그러나 성직자의 축복이나 의사의 방패와 같은 특정 보호는 그의 마지막 일격에 영향을 미칠 수 있으므로 사냥꾼이 현재 게임 역학에 따라 전략을 세우는 것이 필수적입니다.",
      "interactions": {
        "werewolf": "사냥꾼이 늑대인간에게 표적이 되어 제거되면, 함께 제거할 플레이어를 선택하여 보복할 마지막 기회를 얻습니다. 이 마지막 공격은 늑대인간의 영향력에 영향을 받지 않으며 그들의 전략으로 막을 수 없습니다.",
        "doctor": "사냥꾼이 마지막 일격에서 의사에게 보호받는 플레이어를 표적으로 삼으면 보호는 효과가 없으며, 사냥꾼의 공격이 의사의 방패를 무시하므로 대상 플레이어는 여전히 죽습니다.",
        "priest": "사냥꾼이 축복받은 플레이어를 표적으로 삼으면 성직자의 축복은 그들을 보호하지 못합니다. 사냥꾼의 마지막 공격은 강력하며 축복으로 완화될 수 없습니다.",
        "bodyguard": "사냥꾼이 보디가드에게 보호받는 플레이어를 표적으로 삼으면 보호는 우회되어 보디가드의 보호와 관계없이 대상은 여전히 죽습니다.",
        "witch": "사냥꾼이 죽고 마녀가 사냥꾼에게 구원 물약을 사용하면 사냥꾼의 죽음과 그에 따른 마지막 일격을 막을 수 있습니다. 그러나 마녀가 물약을 사용하지 않으면 사냥꾼은 마지막 공격을 진행합니다.",
        "cupid": "사냥꾼이 큐피드의 묶인 연인 중 한 명이고 그들이 죽으면 다른 묶인 연인은 슬픔으로 죽습니다. 이 외에도 사냥꾼은 죽일 다른 플레이어를 결정합니다. 사냥꾼의 결정은 큐피드의 유대감을 밝히기 전에 발생합니다."
      }
    },
    "lycan": {
      "name": "라이칸",
      "description": "라이칸은 마을의 목표와 완전히 일치하는 시민이지만, 예언자가 볼 때 늑대인간으로 보이게 하는 저주받은 특성을 가지고 있습니다. 이 잘못된 정체성은 예언자가 그들을 위협으로 잘못 식별하여 의심을 불러일으키고 잠재적으로 마을의 행동에 영향을 미칠 수 있는 복잡한 도전을 만듭니다. 라이칸은 의심을 피하기 위해 조심해야 하며, 미묘하게 다른 사람들에게 마을에 대한 진정한 충성심을 설득해야 합니다. 예언자의 눈에 보이는 모습에도 불구하고 라이칸은 여전히 좋은 역할이며, 마을을 보호하고 늑대인간을 물리치는 것을 목표로 합니다. 이 균형을 탐색하려면 라이칸이 불필요한 제거를 피하고 승리에서 시민들을 지원하기 위해 신중하고 전략적인 게임을 해야 합니다.",
      "interactions": {
        "seer": "예언자가 라이칸을 보면 저주 때문에 라이칸을 나쁜 역할로 인식할 것입니다. 이 잘못된 식별은 예언자와 마을로부터 의심을 살 수 있으므로 라이칸은 예언자와의 상호 작용을 신중하게 탐색하고 시간이 지남에 따라 충성심을 증명할 전략을 고려해야 합니다.",
        "werewolf": "늑대인간은 라이칸의 정체를 모르며, 라이칸은 그들에게 일반 시민으로 보입니다. 마을에서의 라이칸의 역할은 변하지 않으므로, 자신의 진정한 본성에 대한 의심을 불식시키면서 마을을 보호하는 데 도움을 주어야 합니다."
      }
    },
    "priest": {
      "name": "성직자",
      "description": "성직자는 신성한 축복을 통해 한 플레이어를 해악으로부터 보호하는 능력을 부여받은 게임 내 강력한 보호자입니다. 성직자는 게임 동안 한 플레이어를 축복하여 늑대인간의 공격에 면역이 되도록 선택할 수 있습니다. 이 축복은 성직자가 살아 있는 동안에만 유효합니다. 성직자가 살해되면 모든 축복은 사라지고 이전에 축복받은 플레이어는 다시 취약해집니다. 그러나 축복은 특정 강력한 공격으로부터 보호하지 못하므로 성직자의 선택은 마을 내 핵심 플레이어의 생존에 매우 중요합니다.",
      "interactions": {
        "werewolf": "성직자의 축복은 밤 동안 늑대인간의 공격으로부터 플레이어를 보호합니다. 그러나 늑대인간은 여전히 성직자의 축복을 중심으로 전략을 세워 다른 시민을 표적으로 삼거나 성직자의 보호 능력을 제거하기 위해 성직자에 대한 공격을 계획할 수도 있습니다.",
        "doctor": "의사의 보호는 성직자의 축복과 독립적입니다. 플레이어가 성직자에게 축복받고 의사에게 보호받는 경우 여러 겹의 방어를 갖습니다. 그러나 성직자가 제거되면 축복은 사라지고 의사의 보호만 남습니다.",
        "seer": "예언자가 정보를 밝히는 동안 성직자는 자신의 정체가 드러나면 축복을 사용하여 예언자를 보호하고 공격으로부터 안전하게 지킬 수 있습니다.",
        "hunter": "사냥꾼이 제거되고 축복받은 플레이어를 표적으로 삼으면 성직자의 축복은 사냥꾼의 마지막 공격을 막지 못하고 축복받은 플레이어는 여전히 죽습니다.",
        "witch": "마녀가 축복받은 플레이어에게 살해 물약을 사용하면 성직자의 축복은 이 죽음을 막지 못합니다. 축복은 마녀의 물약과 같은 초자연적인 출처의 공격에는 적용되지 않습니다.",
        "bodyguard": "보디가드와 성직자 모두 플레이어를 보호할 수 있지만 방식은 다릅니다. 보디가드가 성직자에게 축복받은 플레이어를 적극적으로 보호하고 있다면 축복은 유지되지만 물리적 공격에 대해서는 보디가드의 보호가 우선시됩니다."
      }
    },
    "prince": {
      "name": "왕자",
      "description": "왕자는 낮 동안 특별한 형태의 보호를 받는 독특한 역할입니다. 마을이 왕자를 투표로 제거하려고 몇 번 시도하든 이 방법으로는 제거될 수 없습니다. 마을이 낮 동안 왕자를 투표로 제거하기로 결정하면 진행자는 단순히 시도가 효과가 없다고 발표하여 왕자의 건드릴 수 없는 지위를 강화합니다. 그러나 이 보호는 밤에는 적용되지 않으며, 밤에는 왕자가 늑대인간이나 다른 역할의 공격에 취약할 수 있습니다. 왕자는 낮 시간 제거에 대한 두려움 없이 마을을 이끄는 데 중요한 역할을 하므로 자신의 영향력을 현명하게 사용해야 합니다.",
      "interactions": {
        "werewolf": "왕자는 밤에 늑대인간의 공격에 취약하며, 늑대인간은 그의 낮 시간 제거 면역 때문에 그를 우선시할 수 있습니다.",
        "hunter": "왕자가 사냥꾼의 죽음의 복수 능력의 표적이 되면 낮 시간 보호와 관계없이 죽게 됩니다.",
        "doctor": "의사가 밤에 왕자를 보호하기로 선택하면 그 밤의 늑대인간 공격은 차단되어 왕자가 밤의 위험 속에서도 생존할 수 있습니다.",
        "witch": "마녀가 물약을 사용하여 왕자를 죽이면 그의 낮 시간 면역을 우회하므로 그는 죽게 됩니다.",
        "priest": "성직자가 왕자를 축복하면 축복은 공격으로부터 그를 더욱 보호하여 성직자의 보호가 활성화되어 있고 그가 게임에 있는 한 그의 회복력을 강화합니다."
      }
    },
    "seer": {
      "name": "예언자",
      "description": "예언자는 매일 밤 한 플레이어의 정체를 밝힐 수 있는 특별한 능력을 가지고 있습니다. 그들의 목표는 늑대인간을 밝혀내고 위험한 역할을 식별하여 마을이 승리를 향해 나아가도록 돕는 것입니다. 당신이 보기를 선택한 플레이어의 역할에 대해 엄지 올리기(좋은 역할), 엄지 내리기(나쁜 역할) 또는 평평한 손(무두장이)으로 알림을 받게 됩니다.",
      "interactions": {
        "villager": "늑대인간과 위험한 역할을 식별하기 위해 시민들과 긴밀히 협력합니다.",
        "werewolf": "마을에 위협을 알리기 위해 늑대인간을 식별하려고 합니다.",
        "tanner": "무두장이를 만나면 동료 시민들에게 효과적으로 전달하여 그들이 그를 죽여 게임에서 지지 않도록 하십시오.",
        "doctor": "자신의 정체가 늑대인간에게 의심받게 되면 의사의 보호에 의존할 수 있습니다.",
        "witch": "둘 다 좋은 역할로 식별되면 추가적인 통찰력이나 보호를 위해 마녀와 협력할 수 있습니다.",
        "lycan": "이 역할은 예언자에게 나쁜 역할로 구별되지만, 그들은 시민입니다. 게임에 라이칸이 있는지 주의 깊게 확인하십시오.",
        "alphaWerewolf": "예언자의 가장 큰 도전은 알파 늑대인간을 식별하는 것입니다. 알파는 일반 늑대인간과 마찬가지로 나쁜 역할로 구별됩니다."
      }
    },
    "tanner": {
      "name": "무두장이",
      "description": "무두장이는 독특하고 반직관적인 목표를 가진 특이한 캐릭터입니다. 그들은 낮 동안 시민들에게 제거되면 게임에서 승리합니다. 생존을 목표로 하는 다른 플레이어와 달리 무두장이는 적극적으로 의심을 유발하고 자신을 제거하도록 유도하려고 합니다. 성공하면 다른 역할이 남아 있든 상관없이 게임의 유일한 승자가 됩니다. 그러나 무두장이가 밤 동안(예: 늑대인간에 의해) 제거되면 승리하지 못하고 단순히 게임에서 제외됩니다. 이 역할은 의도를 너무 노골적으로 드러내지 않고 원하는 결과를 달성하기 위해 전략적인 오도와 신중한 조작이 필요합니다.",
      "interactions": {
        "villagers": "시민들이 낮 동안 무두장이를 제거하기로 투표하면 무두장이는 즉시 게임에서 승리하고 다른 모든 플레이어는 패배합니다. 이것이 무두장이의 주요 목표이므로 낮 동안 의심스럽게 보이려고 시도할 수 있습니다.",
        "werewolves": "늑대인간이 밤의 공격 중에 무두장이를 표적으로 삼으면 무두장이는 제거되지만 승리하지 못합니다. 밤에 무두장이를 제거하는 것은 무두장이의 승리 조건을 충족하지 않으므로 늑대인간은 신중하게 선택해야 합니다.",
        "seer": "예언자는 무두장이의 정체를 밝힐 수 있으므로, 들키지 않고 자신의 의제를 달성하기 위해 이 역할에 대해 전략적이어야 합니다.",
        "hunter": "사냥꾼이 무두장이를 죽이면(의도적이든 보복이든) 무두장이는 승리하지 못합니다. 그의 승리 조건은 마을 투표에 의한 낮 시간 제거에만 해당하기 때문입니다.",
        "witch": "마녀가 살해 물약을 무두장이에게 사용하면 무두장이는 제거되지만 승리를 달성하지 못합니다. 제거가 마을의 낮 투표를 통해 발생하지 않았기 때문입니다."
      }
    },
    "villager": {
      "name": "시민",
      "description": "시민은 특별한 능력은 없지만 마을에 필수적이며 늑대인간에 맞서는 주요 세력을 형성합니다. 낮 동안 시민들은 논리, 관찰, 직관을 사용하여 의심스러운 행동을 식별하고, 거짓말을 탐지하며, 협력하여 그들 사이에 숨어 있는 늑대인간을 폭로합니다. 그들은 투표 과정에 기여하여 토론을 이끌고 누구를 제거할지에 대한 결정에 영향을 미칠 수 있습니다. 시민들은 오직 재치에 의존하지만, 다른 사람들의 말과 행동을 신중하게 관찰하고 해석하는 능력은 그들을 마을 전략의 중추로 만들며, 생존을 위협하는 세력에 맞서 단결시킵니다.",
      "interactions": {
        "werewolf": "시민들은 매일 밤 수를 줄이려는 늑대인간의 주요 표적입니다. 시민들은 회피적이거나 조작적으로 보이는 플레이어에게 세심한 주의를 기울여야 합니다. 이것이 숨겨진 늑대인간을 드러낼 수 있기 때문입니다.",
        "seer": "시민들은 예언자 및 다른 역할과 함께 일하며 정보를 수집하고 통찰력을 제공하여 예언자의 발견을 지원합니다. 그러나 늑대인간의 공격을 막기 위해 예언자의 신원도 보호해야 합니다.",
        "witch": "시민이 제거 대상으로 지정되면 마녀는 치유 물약을 사용하여 그들을 구하고 마을의 힘을 보존하도록 선택할 수 있습니다. 시민들은 마녀의 결정을 현명하게 안내하기 위해 잠재적인 늑대인간 동맹을 식별해야 합니다."
      }
    },
    "werewolf": {
      "name": "늑대인간",
      "description": "늑대인간은 낮 동안 순진한 시민인 척하며 마을을 속입니다. 밤이 되면 본색을 드러내고 집단적으로 제거할 플레이어를 선택합니다. 그들의 목표는 자신의 정체가 드러나지 않고 모든 좋은 역할을 제거하는 것입니다.",
      "interactions": {
        "otherWerewolves": "동료 늑대인간과 협력하여 밤의 공격을 계획합니다.",
        "seer": "자신의 정체를 밝힐 수 있는 예언자에게 탐지되지 않도록 해야 합니다.",
        "doctor": "성공적인 공격을 보장하기 위해 의사의 보호 능력을 중심으로 전략을 세워야 합니다.",
        "tanner": "늑대인간은 무두장이의 죽음으로 이익을 얻습니다. 무두장이가 낮 동안 제거되면 그가 게임에서 승리하고 늑대인간은 승리하지 못하기 때문입니다.",
        "witch": "마녀는 마을 편이지만, 조종하고 오도하여 살해 물약으로 늑대인간을 공격하지 않도록 할 수 있습니다.",
        "alphaWerewolf": "알파 늑대인간은 늑대인간과 별도로 깨어납니다. 누가 알파인지 알아낼 수 있는지 조사하여 밤에 그를 죽이지 않도록 하십시오. 그는 당신과 함께 플레이하지만 동시에 깨어나지는 않습니다.",
        "wolfCub": "새끼 늑대는 늑대인간과 함께 깨어나지만, 그들이 새끼 늑대인지는 모릅니다. 게임에서 이기기 위해 다음 밤에 추가 살해가 필요하다는 것을 안다면, 낮 동안 마을에 영향을 미쳐 의도적으로 그를 죽이도록 유도할 수 있습니다."
      }
    },
    "witch": {
      "name": "마녀",
      "description": "마녀는 마을의 신비롭고 강력한 동맹으로, 치유 물약과 살해 물약을 각각 게임당 한 번만 사용할 수 있습니다. 밤 동안 마녀는 누군가가 제거 대상으로 지정되었는지 알게 되고 치유 물약을 사용하여 그 사람을 구할지 결정해야 합니다. 마녀는 또한 어떤 플레이어에게든 살해 물약을 사용할 수 있는 옵션이 있어, 늑대인간을 공격하거나 마을에 해롭다고 의심되는 플레이어를 제거할 수 있습니다. 마녀의 힘은 강력하지만 제한된 물약 사용은 신중한 타이밍과 전략을 요구합니다. 마녀가 물약을 사용하기 전에 제거되면 물약은 마을에 사라집니다. 보호자와 잠재적 제거자로서의 역할을 균형 있게 수행하는 마녀는 게임 결과에 지속적인 영향을 미칩니다. 그녀는 자신에게 물약을 사용할 수 없습니다.",
      "interactions": {
        "werewolf": "마녀는 치유 물약으로 대상을 구하여 늑대인간의 공격을 막고 늑대인간의 계획을 좌절시킬 수 있습니다. 그러나 늑대인간에게 살해 물약을 사용하면 위협을 즉시 제거하지만 물약을 영구적으로 소모합니다. 자신이 늑대인간의 표적이 되면 아직 사용하지 않은 경우 두 물약을 모두 잃을 위험이 있습니다. 그녀는 자신에게 물약을 사용할 수 없습니다.",
        "doctor": "마녀의 치유 물약은 의사의 보호와 독립적으로 작동합니다. 의사가 플레이어를 보호하지 못하면 마녀의 물약이 여전히 그들을 구할 수 있습니다. 둘 다 같은 플레이어를 보호하면 그 사람은 이미 보호받고 있으므로 마녀는 사실상 물약을 잃게 됩니다. 능력의 영향을 극대화하려면 같은 플레이어에 대한 노력을 중복하지 않아야 합니다.",
        "seer": "예언자는 특히 늑대인간을 식별한 경우 마녀에게 살해 물약의 대상에 대해 조언하기 위해 소통하기를 원할 수 있습니다. 함께 그들은 늑대인간에 대한 강력한 동맹을 형성하지만, 자신을 너무 공개적으로 드러내지 않도록 주의해야 합니다.",
        "bodyguard": "마녀의 살해 물약은 보디가드의 보호를 우회합니다. 보디가드가 플레이어를 방어하고 있고 마녀가 해당 플레이어에게 살해 물약을 사용하면 보디가드는 그들의 죽음을 막을 수 없습니다.",
        "hunter": "마녀가 살해 물약으로 사냥꾼을 죽이면 사냥꾼은 여전히 보복하고 다른 플레이어를 함께 쓰러뜨릴 기회가 있습니다. 마녀는 이러한 잠재적 반발을 피하기 위해 전략적으로 물약을 사용해야 합니다. 또한 사냥꾼이 마녀가 구원 물약을 사용한 플레이어를 공격하면 그 플레이어는 여전히 죽습니다. 사냥꾼의 사형 선고가 더 강력합니다.",
        "priest": "성직자가 플레이어를 축복하면 늑대인간이나 다른 공격이 위협하더라도 마녀의 치유 물약이 여전히 그들을 구할 수 있습니다. 그러나 그녀의 살해 물약은 성직자의 축복을 우회할 만큼 강력하여 축복과 관계없이 플레이어의 죽음을 초래합니다."
      }
    },
    "wolfCub": {
      "name": "늑대 새끼",
      "description": "늑대 새끼는 늑대인간 무리의 어린 구성원으로, 개인적으로 공격하거나 다른 사람에게 영향을 미칠 능력은 없지만 무리를 강화하는 데 중추적인 역할을 합니다. 늑대 새끼는 밤에 나머지 늑대인간과 함께 깨어납니다. 늑대 새끼가 마을이나 다른 플레이어에게 살해되면 늑대인간 무리는 복수를 추구하여 다음 날 밤 추가 살해를 얻습니다. 이로 인해 늑대 새끼는 마을의 최우선 표적이 되지만, 늑대인간이 보호하기를 열망하는 구성원이기도 합니다. 새끼 늑대는 완전한 늑대인간의 힘은 부족하지만, 살아 있는 한 그 존재는 늑대인간에게 전략적 이점입니다.",
      "interactions": {
        "werewolf": "늑대 새끼는 살아남게 하려는 늑대인간에게 보호받습니다. 늑대 새끼가 제거되면 늑대인간은 다음 날 밤 추가 살해를 받아 마을에 대한 위협을 강화합니다.",
        "seer": "예언자는 늑대 새끼를 늑대인간으로 식별하고 이 정보를 마을에 공개하여 표적으로 만들 수 있습니다. 새끼 늑대를 잃으면 늑대인간의 마을 공격이 가속화될 수 있습니다.",
        "doctor": "의사가 늑대 새끼를 보호하면 하룻밤 동안 새끼 늑대의 제거를 막아 늑대인간 진영의 수를 보존하고 나중에 마을이 새끼 늑대를 제거할 경우 추가 살해 가능성을 유지할 수 있습니다.",
        "witch": "마녀가 살해 물약을 늑대 새끼에게 사용하면 늑대인간은 다음 날 밤 추가 살해를 얻습니다. 그러나 마녀가 표적이 되었을 때 늑대 새끼에게 치유 물약을 사용하면 새끼 늑대는 생존하고 마을은 추가 살해 효과를 막을 기회를 놓칩니다.",
        "hunter": "사냥꾼이 죽고 보복 대상으로 늑대 새끼를 선택하면 늑대 새끼는 죽고 늑대인간은 다음 날 밤 추가 살해를 받습니다. 사냥꾼이 늑대인간을 강화하는 것을 피하려는 경우 이 선택을 신중하게 고려해야 합니다.",
        "bodyguard": "보디가드가 늑대 새끼를 보호하고 죽음을 막으면 늑대인간은 새끼 늑대의 유익한 영향력을 잃는 것을 피합니다. 마을은 특히 여러 보호를 받는 경우 새끼 늑대를 제거하기 어려울 수 있습니다."
      }
    }
  },

  "fullAccessToFeatures": "모든 기능 전체 이용",
  "differentRoles": "14개 이상의 다양한 역할",
  "differentRolesDescription": "게임의 모든 역할과 앞으로 추가될 더 많은 역할로 플레이하여 흥미로운 결과와 시나리오를 즐기세요.",
  "narratorAssistance": "진행자 지원",
  "narratorAssistanceDescription": "모든 역할에 대한 내장 음성 안내 및 밤 동안 쉬운 탐색.",
  "moreGameOutcomes": "더 많은 게임 결과",
  "moreGameOutcomesDescription": "더 깊은 전략적 사고와 더 넓은 범위의 결과를 가능하게 합니다.",
  "privacy_policy": "개인정보 처리방침",
  "restore_purchase": "구매 복원",
  "terms_of_use": "이용 약관",
  "callToTrial": "3일 무료 체험 시작하기",
  "weeklyPrice": "이후 주당 {{price}}. 언제든지 취소 가능.",
  "continue": "계속하기",
  "viewAllPlans": "모든 플랜 보기",
  "privacyPolicy": "개인정보 처리방침",
  "restorePurchase": "구매 복원",
  "termsOfUse": "이용 약관",
  "weeklyPlan": "주간 플랜",
  "monthlyPlan": "월간 플랜",
  "yearlyPlan": "연간 플랜",
  "lifetimePlan": "평생 플랜",
  "freeTrial": "3일 무료 체험",
  "lifetimePlanDescription": "단 한 번의 결제로 평생 플랜",
  "lifetimePayment": "한 번",
  "andThen": "그 후",
  "week": "주",
  "month": "월",
  "year": "년",

  "restorePurchaseMessage": "구매 복원 중...",
  "success": "성공",
  "purchaseRestored": "구매가 복원되었습니다",
  "failure": "실패",
  "noPurchasesToRestore": "복원할 구매 내역이 없습니다",
  "rateAppMessage": "앱 스토어 리뷰 열기...",
  "errorOccurred": "오류 발생",
  "reviewError": "리뷰 모달을 로드하는 동안 오류가 발생했습니다.",
  "getAllRoles": "모든 역할 얻기",
  "unlockNewRoles": "10개 이상의 새로운 역할 및 추가 기능 잠금 해제",
  "werewolfPro": "늑대인간 프로",
  "rateApp": "앱 평가하기",
  "general": "일반",
  "termsConditions": "이용 약관",
  "contactUs": "문의하기",
  "feedbackSubject": "늑대인간 게임 앱 피드백",
  "feedbackBody": "안녕하세요, 늑대인간 - 마을을 구하라 관련하여 연락드립니다:",
  "yourMessageHere": "[여기에 메시지를 입력하세요]",
  "reportBug": "버그 신고",
  "ourApps": "저희 앱들",
  "Fast VPN & Adblocker": "빠른 VPN & 광고 차단기",
  "Remove water from speakers": "스피커 물 제거기",
  "eSign & Scan Documents": "전자 서명 & 문서 스캔",
  "about": "정보",
  "tellAFriend": "친구에게 알리기",
  "appVersion": "앱 버전",
  "shareMessage": "이봐, 내가 하고 있는 늑대인간: 마을을 구하라 라는 소셜 게임 앱 스토어에서 확인해봐. https://apps.apple.com/us/app/id6738326023",

  "rolesDescription": "게임의 모든 역할과 앞으로 추가될 더 많은 역할로 플레이하여 흥미로운 결과와 시나리오를 즐기세요.",
  "narratorDescription": "모든 역할에 대한 내장 음성 안내 및 밤 동안 쉬운 탐색. 추가 언어가 추가될 예정입니다.",
  "moreOutcomes": "더 많은 게임 결과",
  "outcomesDescription": "더 깊은 전략적 사고와 다양한 승자를 가진 더 넓은 범위의 결과를 가능하게 합니다.",
  "beforeJourney": "여정을 시작하기 전에,",
  "pleaseSupport": "저희를 지원해 주십시오",
  "trialTextStart": "3일 무료 체험 후,",
  "werewolf_game_title": "늑대인간: \n 마을을 구하라",
  "werewolf_game_description": "소셜 게임 늑대인간의 다음 레벨을 경험하세요. 사용하기 쉬운 디자인과 기능으로 완전히 오프라인에서 게임을 즐길 수 있습니다.",
  "no_need_for_cards_title": "카드가 필요 없음",
  "no_need_for_cards_description": "이 앱을 사용하면 각 게임에 대해 선택한 역할에 대한 스캔 코드를 자동으로 생성할 수 있습니다. 이렇게 하면 각 플레이어는 앱을 설치할 필요 없이 QR 코드를 스캔하고 휴대폰을 통해 게임 내 역할을 받을 수 있습니다.",
  "game_assistance_title": "게임 지원",
  "game_assistance_description": "게임을 시작할 때 음성 지원과 밤에 다음으로 깨워야 할 역할에 대한 안내가 제공됩니다. 밤 동안 이루어진 각 행동을 설정하여 진행자가 마을을 쉽게 안내할 수 있도록 합니다. 낮 시간에는 플레이어 간 토론을 위한 타이머가 있으며, 제한된 시간 내에 다시 잠들어야 하므로 진행자의 작업이 쉬워집니다.",
  "help_us_grow_title": "성장을 도와주세요",
  "help_us_grow_description": "여정을 시작하기 전에 저희를 지원해 주십시오. 이는 큰 도움이 되며 저희가 계속해서 새로운 기능을 도입하면서 게임을 개선하고 혁신하는 데 도움이 됩니다.",
  "premium_trial_title": "프리미엄 체험",
  "premium_trial_description": "✓ - 모든 편집 도구 잠금 해제: 날짜, 이니셜, 이미지, 텍스트, 체크박스 포함 \n ✓ - 카메라 스캔 및 문서 정리 \n ✓ - 직접 편집을 위한 모든 템플릿 이용",

  "choose_plan_title": "플랜 선택",
  "weekly_plan": "주간",
  "monthly_plan": "월간",
  "annual_plan": "연간",
  "lifetime_plan": "평생",
  "trial_offer": "3일 체험",
  "one_time_purchase": "일회성 구매",
  "once": "한 번",
  "chooseLanguage": "언어 선택"
}
