{
  "title": "Мафия:",
  "subtitle": "Спасите деревню",

  "mainMenu": {
    "newGame": "Новая игра",
    "gameRules": "Правила игры",
    "rolesAbilities": "Роли и способности",
    "goPro": "Перейти на Pro",
    "settings": "Настройки"
  },

  "newGameScreen": {
    "title": "Роли",
    "totalPlayers": "Всего игроков",
    "roles": {
      "villager": "Селянин",
      "werewolf": "Оборотень",
      "seer": "Ясновидящий",
      "doctor": "Доктор",
      "bodyguard": "Телохранитель",
      "hunter": "Охотник",
      "priest": "Священник",
      "prince": "Принц",
      "witch": "Ведьма",
      "tanner": "Дубильщик",
      "alphaWerewolf": "Альфа-оборотень",
      "lycan": "Ликан",
      "cursedVillager": "Проклятый селянин",
      "cupid": "Купидон",
      "wolfCub": "Волчонок"
    },
    "continue": "Продолжить"
  },

  "playersNamesScreen": {
    "title": "Игроки",
    "player": "Игрок",
    "continue": "Продолжить",
    "warningEmptyList": "Список имен игроков пуст или недействителен.",
    "messagePlayerNameMissed": "Вы не ввели имя для игрока",
    "errorConfirmingPlayers": "Произошла ошибка при подтверждении игроков. Пожалуйста, попробуйте еще раз."
  },

  "scanningIntroductionScreen": {
    "title": "Введение в сканирование",
    "firstMessage": "На следующих экранах ведущий должен индивидуально показать код для сканирования каждому игроку.",
    "secondMessage": "С его помощью игроки смогут узнать свои роли в игре, а также получить дополнительные объяснения, если это необходимо.",
    "showCodes": "Показать коды"
  },

  "playersScanScreen": {
    "title": "Роль каждого игрока",
    "subtitle": "Проводите пальцем, чтобы каждый игрок мог отсканировать QR-код своим телефоном",
    "player": "Игрок",
    "cardDescription": ", отсканируйте этот код, чтобы узнать свою роль в игре.",
    "nextButton": "Далее",
    "startGameButton": "Начать игру"
  },

  "viewRolesScreen": {
    "title": "Подготовьтесь к первой ночи",
    "subtitle": "Как ведущий, вы подготовите деревню к их первой ночи. Посмотрите роли каждого игрока ниже.",
    "playerColumn": "Игрок",
    "roleColumn": "Роль",
    "viewRolesButton": "Посмотреть роли",
    "continue": "Продолжить"
  },

  "nightTimeScreen": {
    "title": "Ночь",
    "subtitle": "Проведите деревню через ночь. Разбудите каждую из перечисленных ниже ролей, даже если роль была убита во время ночей. Вот роли, которые нужно разбудить:",
    "continue": "Продолжить"
  },
  "choosePlayerButton": "Выбрать игрока",
  "attackedButton": "Атакован",
  "choosePlayerToAttackLabel": "Выберите игрока для атаки",
  "cancelButton": "Отмена",
  "yesButton": "Да",
  "noButton": "Нет",
  "continueButton": "Продолжить",

  "UIWerewolf": {
    "title": "Роль оборотня",
    "description": "- Разбудите оборотней и позвольте им коллективно решить, кого устранить этой ночью."
  },
  "UISeer": {
    "title": "Роль ясновидящего",
    "description": "- Разбудите ясновидящего и позвольте ему выбрать кого-то из деревни. Вы сообщите ясновидящему, хорошая это роль или плохая.",
    "viewRolesButton": "Посмотреть роли"
  },
  "UIDoctor": {
    "doctorRoleTitle": "Роль доктора",
    "doctorRoleDescription": "- Разбудите доктора и позвольте ему выбрать человека для защиты, включая самого себя. Нельзя защищать одного и того же человека два раза подряд.",
    "choosePlayerToProtect": "Выберите игрока для защиты",
    "choosePlayerDescription": "Выберите одного игрока, которого доктор будет защищать.",
    "protectedByDoctor": "Защищен"
  },
  "UIBodyguard": {
    "bodyguardRoleTitle": "Роль телохранителя",
    "bodyguardRoleDescription": "- Разбудите телохранителя. Он выберет игрока в первую ночь, чтобы защищать его до конца игры. Если этого игрока атакуют дважды, телохранитель погибнет вместо него.",
    "choosePlayerToProtect": "Выберите игрока для защиты",
    "choosePlayerDescription": "Выберите одного игрока",
    "protectedByBodyguard": "Защищен"
  },
  "UIPriest": {
    "priestRoleTitle": "Роль священника",
    "priestRoleDescription": "- Священник может благословить одного игрока, защитив его от одной атаки оборотня.",
    "choosePlayerToBless": "Выберите игрока для благословения",
    "choosePlayerDescription": "Выберите одного игрока для благословения и защиты.",
    "blessed": "Благословлен"
  },
  "UIWitch": {
    "roleTitle": "Роль ведьмы",
    "roleDescription": "- Ведьма может спасти игрока от смерти или убить игрока один раз за игру.",
    "saveButtonDefault": "Спасти игрока",
    "killButtonDefault": "Убить игрока",
    "savedButtonText": "Спасен",
    "attackedButtonText": "Атакован",
    "chooseSaveTitle": "Выберите игрока для спасения",
    "chooseSaveDescription": "Выберите одного игрока для спасения от смерти.",
    "chooseKillTitle": "Выберите игрока для атаки",
    "chooseKillDescription": "Выберите одного игрока для атаки."
  },
  "UIAlphaWerewolf": {
    "roleTitle": "Роль альфа-оборотня",
    "roleDescription": "- Альфа-оборотень может каждую ночь превращать одного селянина в оборотня.",
    "chooseTitle": "Выберите игрока для превращения",
    "chooseDescription": "Выберите одного игрока, чтобы превратить его в оборотня.",
    "chooseButtonText": "Выберите игрока",
    "convertedText": "Преобразован: {{playerName}}",
    "confirmTitle": "Превратить в оборотня",
    "confirmDescription": "Вы уверены, что хотите превратить {{playerName}} в оборотня?",
    "successTitle": "Успех!",
    "successDescription": "{{playerName}} был превращен в оборотня!"
  },
  "UICupid": {
    "roleTitle": "Роль Купидона",
    "roleDescription": "- Разбудите Купидона. Он выбирает двух игроков, чтобы связать их друг с другом. Если один умирает, другой тоже погибает.",
    "chooseFirstTitle": "Выберите первого игрока",
    "chooseFirstDescription": "Выберите первого игрока для связи.",
    "chooseSecondTitle": "Выберите второго игрока",
    "chooseSecondDescription": "Выберите второго игрока для связи.",
    "confirmTitle": "Подтвердить связь",
    "confirmDescription": "Вы хотите связать {{player1}} и {{player2}}?",
    "successTitle": "Связь установлена",
    "successDescription": "{{player1}} и {{player2}} связаны Купидоном до конца игры!",
    "bondedText": "Связаны: {{player1}} и {{player2}}",
    "chooseButtonText": "Выбрать игроков"
  },
  "confirmButton": "Подтвердить",
  "showAllButton": "Показать все",
  "showLessButton": "Показать меньше",
  "NightBottomSheet": {
    "anyoneEliminated": "Кто-нибудь был устранен этой ночью?",
    "noRoleEliminated": "Никто не был устранен",
    "cupidTitle": "Связь Купидона",
    "cupidMessage": "{{playerName}} связан с {{bondedName}}. Оба были выбраны для устранения.",
    "hunterTitle": "Охотник был устранен!",
    "hunterMessage": "Охотник может устранить еще одного игрока.",
    "playerSelected": "{{playerName}} был выбран для устранения.",
    "confirmElimination": {
      "title": "Готовы к утру?",
      "message": "Игроки: {{names}} будут удалены из игры.",
      "noElimination": "Никто не будет удален из игры.",
      "confirm": "Да",
      "cancel": "Нет",
      "cursedVillagerTitle": "Проклятый селянин превращен",
      "cursedVillagerMessage": "{{name}} был проклятым селянином и теперь превратился в оборотня!"
    }
  },

  "dayTime": {
    "title": "День",
    "description1": "У деревни есть 5 минут, чтобы решить, могут ли они согласиться на устранение одного из игроков.",
    "description2": "Необходимо, чтобы минимум половина деревни согласилась на устранение одного человека, чтобы он был устранен.",
    "hunterEliminatedTitle": "Охотник был устранен!",
    "hunterEliminatedMessage": "Охотник может устранить еще одного игрока.",
    "playerSelected": "{{name}} был выбран для устранения.",
    "cancel": "Отмена",
    "princeProtectedTitle": "Принц защищен",
    "princeProtectedMessage": "Принца нельзя удалить днем, так как деревня не может проголосовать за его устранение.",
    "confirmElimination": {
      "readyForNight": "Готовы к ночи?",
      "willBeRemoved": "будет удален из игры.",
      "noPlayersRemoved": "Никто не будет удален из игры.",
      "yes": "Да",
      "no": "Нет",
      "player": "Игрок",
      "players": "Игроки",
      "wolfCubKilled": "Волчонок убит",
      "wolfCubMessage": "Волчонок был убит. Оборотни получают дополнительное убийство следующей ночью. Не сообщайте деревне, что убит Волчонок, просто дайте оборотням возможность устранить еще одного игрока."
    },
    "eliminatedThisDay": "Кто-нибудь был устранен днем?",
    "noRoleEliminated": "Никто не был устранен"
  },

  "winningScreen": {
    "villageWins": "Деревня побеждает!",
    "werewolvesWin": "Оборотни побеждают!",
    "tannerWins": "Дубильщик побеждает!",
    "villageVictoryDescription": "Поздравляем деревню с успешным выявлением плохих ролей и их устранением в этой игре.",
    "werewolvesVictoryDescription": "Отличная работа, оборотни! Вы смогли успешно уничтожить деревню и остаться нераскрытыми.",
    "tannerVictoryDescription": "Дубильщик был устранен! Дубильщик выигрывает, достигнув своей цели быть проголосованным деревней.",
    "viewAllRoles": "Просмотреть все роли",
    "mainMenu": "Главное меню"
  },

  "viewRolesModal": {
    "rolesOfPlayers": "Роли каждого игрока",
    "player": "Игрок",
    "role": "Роль",
    "back": "Назад"
  },

  "gameMenu": {
    "quitGame": "Выйти из игры",
    "goBack": "Вернуться"
  },

  "rulesScreen": {
    "title": "Правила игры"
  },

  "Basic Overview": "Общий обзор",
  "Game Setup": "Настройка игры",
  "Game Phases": "Фазы игры",
  "Elimination Rules": "Правила устранения",
  "Winning Conditions": "Условия победы",
  "Special Situations": "Особые ситуации",

  "basicOverview": {
    "title": "Общий обзор",
    "description1": "Игра 'Мафия' — это социальная игра на дедукцию, в которой игроки получают скрытые роли в деревне, где есть один или несколько оборотней. Каждый раунд игроки используют логику и убеждение, чтобы выявить оборотней или скрыть свою истинную личность. В игре участвуют две основные команды: Деревня и Оборотни. Роли распределяются случайным образом.",
    "description2": "Игра проводится в чередующихся фазах «Ночь» и «День».",
    "duringNight": "Во время ночи:",
    "nightDescription1": "Ночью все закрывают глаза, и ведущий будит игроков с особыми ролями, чтобы они открыли глаза незаметно, не привлекая внимания других.",
    "nightDescription2": "Во время базовой игры в 'Мафию' специальные роли включают: Оборотней, Ясновидящего и Доктора. Селянин — не специальная роль, так как он не просыпается ночью для выполнения действий.",
    "nightDescription3": "Оборотни пробуждаются первыми и выбирают жертву. Затем ведущий будит других игроков с особыми ролями по очереди, пока все не выполнят свои действия.",
    "duringDay": "Во время дня:",
    "dayDescription1": "Все игроки 'просыпаются' (открывают глаза) и обсуждают, кто был убит ночью (если таковые имеются). Они должны попытаться вычислить, кто из игроков играет плохие роли, основываясь на логике и наблюдениях.",
    "dayDescription2": "На обсуждение днем выделяется около 5 минут. Игроки могут задавать друг другу вопросы, обвинять других в том, что они оборотни, или защищаться, если их подозревают.",
    "dayDescription3": "Задача оборотней — оставаться нераскрытыми и обманывать игроков, чтобы казаться хорошими персонажами.",
    "goal": "Цель деревни — устранить всех оборотней, а цель оборотней — превзойти численностью жителей деревни.",
    "tannerRole": "Особая роль — Дубильщик, может выиграть игру, если его устранит деревня или оборотни.",
    "playersStrategy": "Игроки должны использовать логику, наблюдательность и стратегическое вранье в зависимости от своей роли, чтобы выполнить задачу своей команды.",
    "narratorRole": "Ведущий направляет каждую фазу, сообщая события, но не раскрывая личности игроков, что делает игру напряженной и захватывающей.",
    "eliminationRule": "Ведущий обеспечивает соблюдение правил и управляет обсуждениями. Игроки, выбывшие из игры, не должны давать никаких подсказок."
  },
  "gameSetupTitle": "Настройка игры",
  "gameSetupDescription": "Для игры в 'Мафию' соберите группу игроков. Оптимальное количество — от 6 до 20 человек, при этом минимум один из них должен быть оборотнем. Большее количество игроков позволяет добавить больше ролей и стратегий.",
  "step1Title": "Шаг 1: Выберите роли",
  "step1Description": "Определите роли, которые будут включены в игру. Стандартный набор включает: 5-6 Селян, 2 Оборотней, 1 Ясновидящего и 1 Доктора. Дополнительные роли можно добавить для усложнения и интересных поворотов.",
  "step2Title": "Шаг 2: Назначьте роли",
  "step2Description": "Каждому игроку случайным образом назначается секретная роль. Ведущий выбирает роли, а алгоритм автоматически назначает их игрокам. Затем ведущий показывает каждому игроку QR-код, чтобы они могли узнать свою роль. Убедитесь, что игроки не раскрывают свои роли.",
  "step3Title": "Шаг 3: Объясните правила",
  "step3Description": "Перед началом убедитесь, что все игроки понимают свои роли, способности и общий ход игры. Если кто-то не знает своих способностей, он может ознакомиться с ними через раздел 'Дополнительная информация' в QR-коде.",
  "gameEndDescription": "Игра заканчивается, когда все оборотни и плохие роли устранены или когда оборотни превосходят численностью жителей деревни.",
  "finalNotes": "Игра 'Мафия' о стратегии, дедукции и обмане. Поощряйте игроков к активному обсуждению и наслаждайтесь социальной стороной игры!",
  "gamePhasesTitle": "Фазы игры",
  "gamePhasesDescription": "Игра 'Мафия' делится на две основные фазы, которые чередуются на протяжении всей игры:",
  "nightPhase": "Ночная фаза",
  "dayPhase": "Дневная фаза",
  "phasesDescription": "Эти фазы определяют, когда определенные игроки могут совершать действия и когда происходят обвинения и устранения.",
  "nightPhaseDescription": "- Во время ночной фазы игроки с особыми способностями могут выполнять действия втайне. Ведущий будет будить роли, чтобы они могли \"использовать свои способности\", не раскрывая свою личность. Например, ведущий может сказать: \"Сейчас пусть проснутся оборотни и выберут игрока для устранения этой ночью.\" В это время все остальные игроки остаются с закрытыми глазами.",
  "dayPhaseDescription": "- Во время дневной фазы игроки обсуждают, кого они считают оборотнем, и голосуют за устранение подозреваемого. Чтобы устранить игрока, необходимо согласие 50%+ жителей деревни. Если игроки не смогут договориться о том, кого устранить, фаза дня заканчивается, и наступает следующая ночь.",
  "eliminationRulesTitle": "Правила устранения",
  "eliminationRulesIntro": "В игре 'Мафия' устранение — это ключевой аспект, определяющий выбывание игрока. Игрок может быть устранен как через голосование в дневной фазе, так и через действия определенных ролей в ночной фазе. Вот общие правила и специфические условия устранения для каждой роли в игре.",
  "generalEliminationRulesTitle": "Общие правила устранения:",
  "generalEliminationRules": "Во время дневной фазы игроки могут обвинять и голосовать за устранение игрока, которого подозревают в том, что он оборотень. Игрок с большинством голосов устраняется. В ночной фазе такие роли, как Оборотни, Охотник и Ведьма, также могут устранять игроков, используя свои способности.",
  "eliminationRulesByRoleTitle": "Правила устранения по ролям:",
  "villagerTitle": "Селянин",
  "villagerDescription": "Селяне устраняются через стандартное голосование в дневной фазе или атакуются оборотнями ночью. У них нет особой устойчивости к устранению.",
  "werewolfTitle": "Оборотень",
  "werewolfDescription": "Оборотни могут быть устранены через дневное голосование жителей деревни или убиты такими ролями, как Охотник или Ведьма. Их цель — избегать обнаружения и устранения.",
  "seerTitle": "Ясновидящий",
  "seerDescription": "Ясновидящий, будучи союзником деревни, может быть устранен через голосование или атакован оборотнями ночью. Потеря ясновидящего ослабляет деревню, так как она лишается ключевого источника информации.",
  "doctorTitle": "Доктор",
  "doctorDescription": "Доктор может быть устранен через голосование или атаку оборотней. Он может защищать себя один раз, но после этого становится уязвимым.",
  "tannerTitle": "Дубильщик",
  "tannerDescription": "Дубильщик выигрывает игру, если он устраняется деревней днем или оборотнями ночью. В отличие от других игроков, Дубильщик активно стремится к устранению.",
  "cupidTitle": "Купидон",
  "cupidDescription": "Если Купидон устраняется, это не влияет напрямую на других игроков, за исключением Связанных, если таковые есть. Роль Купидона завершена после связывания игроков.",
  "princeTitle": "Принц",
  "princeDescription": "Принц не может быть устранен через голосование в дневной фазе; если за него голосуют, он раскрывает себя и остается в игре. Однако он может быть устранен оборотнями или другими ролями ночью.",
  "bodyguardTitle": "Телохранитель",
  "bodyguardDescription": "Телохранитель может быть устранен через голосование или убит оборотнями. Однако он защищает других игроков от атак, жертвуя собой, если защищаемый игрок атакован второй раз.",
  "cursedVillagerTitle": "Проклятый селянин",
  "cursedVillagerDescription": "Этот игрок изначально принадлежит к команде деревни, но становится оборотнем, если его атакуют ночью. До этого он лоялен деревне.",
  "priestTitle": "Священник",
  "priestDescription": "Священник может благословить одного игрока, обеспечивая ему защиту от одной атаки. Однако сам священник остается уязвимым.",
  "hunterTitle": "Охотник",
  "hunterDescription": "Если охотник устраняется, он может немедленно выбрать другого игрока для устранения. Эта способность активируется независимо от способа устранения.",
  "lycanTitle": "Ликан",
  "lycanDescription": "Ликан выглядит как оборотень для ясновидящего, увеличивая риск быть устраненным. Однако он остается верным деревне.",
  "witchTitle": "Ведьма",
  "witchDescription": "Ведьма имеет два зелья: одно для спасения и одно для устранения. Она может быть устранена через голосование или атаку оборотней.",
  "alphaWerewolfTitle": "Альфа-оборотень",
  "alphaWerewolfDescription": "Этот оборотень может каждую ночь превращать одного селянина в оборотня. Он устраняется так же, как обычный оборотень, но является приоритетной целью для деревни.",
  "wolfCubTitle": "Волчонок",
  "wolfCubDescription": "Если волчонок устраняется, оборотни получают дополнительное устранение на следующую ночь. Волчонок может быть устранен любым обычным способом.",
  "winningConditions": "Условия победы",
  "villagersGoal": "Цель жителей деревни:",
  "villagersGoalDesc": "Жители деревни выигрывают, если устраняют всех оборотней. Однако игра может продолжаться, если в ней остаются роли с уникальными условиями победы.",
  "werewolvesGoal": "Цель оборотней:",
  "werewolvesGoalDesc": "Оборотни побеждают, если они численно превосходят или равны оставшимся жителям деревни. В этой ситуации они могут захватить контроль над деревней.",
  "specialRolesGoal": "Особые роли с уникальными целями:",
  "tanner": "Дубильщик:",
  "tannerDesc": "Дубильщик выигрывает, если он устраняется жителями деревни или оборотнями. Его единственная цель — потерять жизнь, завершив игру в свою пользу.",
  "prince": "Принц:",
  "princeDesc": "Принц не имеет специального условия победы, но добавляет сложности, выживая при первом голосовании на устранение.",
  "hunter": "Охотник:",
  "hunterDesc": "Охотник может повлиять на исход игры, устранив игрока при своем устранении.",
  "exampleScenarios": "Примеры сценариев:",
  "example1": "Пример 1: Осталось три игрока: два селянина и один оборотень. В этом случае селяне могут проголосовать за устранение оборотня, что приведет к победе деревни.",

  "special_conditions_title": "Особые условия",
  "prince_immunity_title": "Неприкосновенность Принца при дневных голосованиях",
  "prince_immunity_description": "Принца нельзя устранить в дневной фазе голосованием. Если игроки пытаются проголосовать за устранение Принца, их голоса аннулируются, и никто не устраняется в этом раунде. Эта неприкосновенность сохраняется на протяжении всей игры, заставляя деревню искать другие цели.",
  "prince_example": "На третий день все игроки голосуют за устранение Принца, но он раскрывает свою неприкосновенность. Деревня теряет возможность устранения в этом раунде, что добавляет напряженности и усиливает подозрения против других игроков.",

  "tanner_win_condition_title": "Уникальное условие победы Дубильщика",
  "tanner_win_condition_description": "Дубильщик выигрывает, если его устраняют (либо оборотни, либо деревня). Его цель — казаться подозрительным, чтобы спровоцировать других на голосование за его устранение. Однако его присутствие создает путаницу, так как его устранение завершает игру в его пользу, независимо от других ролей.",
  "tanner_example": "Один из игроков начинает вести себя странно, вызывая подозрения. Деревня задумывается о его устранении, но сомневается, опасаясь, что он может быть Дубильщиком, что приведет к его победе.",

  "witch_dual_potions_title": "Два зелья Ведьмы (спасение/убийство)",
  "witch_dual_potions_description": "Ведьма обладает двумя зельями — исцеляющим для спасения одного игрока и смертельным для устранения другого. Эти зелья можно использовать только один раз за игру. Решение Ведьмы о том, кого спасти или устранить ночью, может полностью изменить ход игры.",
  "witch_example": "Ведьма использует исцеляющее зелье, чтобы спасти селянина, тем самым продлив игру. Позже она использует смертельное зелье против подозреваемого оборотня, что меняет баланс в пользу деревни.",

  "doctor_protection_title": "Постоянная защита Доктора",
  "doctor_protection_description": "Доктор может защищать игрока каждую ночь, но не может защищать одного и того же игрока две ночи подряд. Эта сменяемая защита усложняет задачу оборотней и помогает продлить игру, спасая ключевых игроков.",
  "doctor_example": "Доктор защищает важного игрока одну ночь, но переключается на другого на следующую, создавая неопределенность и мешая планам оборотней.",

  "rolesScreen": {
    "rolesAbilitiesTitle": "Роли и Способности",
    "description": "Описание",
    "roleType": "Тип Роли",
    "roleTypes": {
      "good": "Добрые",
      "bad": "Злые",
      "independent": "Независимые"
    },
    "interactions": "Взаимодействия с Другими Ролями",

    "alphaWerewolf": {
      "name": "Альфа-Оборотень",
      "description": "Альфа-Оборотень — это могущественный лидер среди Оборотней, обладающий уникальными способностями, которые могут изменить ход игры. В отличие от обычных Оборотней, Альфа просыпается отдельно и самостоятельно выбирает цель для нападения. Он может выбрать только одну цель за игру, и его способность превращает эту цель в Оборотня, который будет просыпаться вместе с другими Оборотнями ночью. Альфа может использовать свою силу в любую ночь и ему будет предложено сделать это каждую ночь, даже если он уже использовал свою способность. Уникальное пробуждение Альфы не позволяет другим Оборотням знать, кто он, что может привести к тому, что они случайно нападут на него ночью. Если Альфа-Оборотень будет убит, стая потеряет ценного члена, что делает важным для Альфы оставаться незаметным. Хотя Альфа является влиятельной фигурой, его сила привлекает внимание добрых ролей, таких как Провидец и Ведьма, которые могут видеть в нем приоритетную цель.",
      "interactions": {
        "werewolf": "Оборотень - Альфа-Оборотень является частью стаи, но просыпается отдельно от остальных Оборотней. Пока стая совместно выбирает цель, Альфа выбирает человека, которого превратит в Оборотня, предоставляя гибкость стратегии и потенциально запутывая Деревню. Однако Альфа должен избегать нападений на других Оборотней и по возможности действовать в интересах стаи.",
        "seer": "Провидец - Провидец может выявить Альфа-Оборотня как угрозу из-за его могущественной роли среди Оборотней. Если Провидец раскроет личность Альфы Деревне, стая потеряет важное преимущество.",
        "doctor": "Доктор - Если Доктор защищает игрока, выбранного Альфой, нападение будет заблокировано на эту ночь. Альфа должен предугадать действия Доктора, чтобы его атаки были успешными.",
        "witch": "Ведьма - Зелье убийства Ведьмы достаточно мощное, чтобы убить Альфа-Оборотня. Поскольку Ведьма стоит на стороне Деревни, она может видеть в Альфе приоритетную цель, если подозревает его личность, что может нарушить стратегию Оборотней.",
        "bodyguard": "Телохранитель - Если Альфа атакует игрока, защищенного Телохранителем, защита останется в силе, и атака Альфы провалится. Альфа должен учитывать защиту Телохранителя в своей стратегии.",
        "hunter": "Охотник - Если Охотник погибает и выбирает Альфу в качестве цели своей мести, Альфа умирает, что значительно ослабляет стаю Оборотней. Альфа должен быть осторожным, чтобы не раскрыть свою личность и не стать мишенью для Охотника."
      }
    },
    "bodyguard": {
      "name": "Телохранитель",
      "description": "Телохранитель — это верный защитник, который выбирает одного игрока в первую ночь для защиты до конца игры. Телохранитель не может выбрать себя для защиты. Этот выбранный игрок получает особую защиту от нападений: Телохранитель вмешивается, чтобы спасти его, если он становится целью. Однако, если защищённого игрока атакуют во второй раз, Телохранитель жертвует собой и погибает вместо него. Эта защита действует только до тех пор, пока Телохранитель находится в игре. Защита Телохранителя — жизненно важный ресурс, но она ограничена: определённые сильные роли, такие как Охотник или Ведьма, могут обойти эту защиту своими смертоносными способностями.",
      "interactions": {
        "werewolf": "Оборотень - Если Оборотни атакуют защищённого Телохранителем игрока, Телохранитель предотвратит первую атаку. Однако, если Оборотни снова атакуют этого игрока, Телохранитель погибает вместо него, и защита заканчивается.",
        "hunter": "Охотник - Если защищённый игрок становится целью способности мести Охотника, Телохранитель не сможет предотвратить атаку, и защищённый игрок погибнет.",
        "doctor": "Доктор - Защита Телохранителя и Доктора не конфликтуют. Если Доктор защищает того же игрока в ту же ночь, обе защиты активны. Однако приоритет имеет защита Доктора, поэтому Телохранитель не теряет свою способность и не погибает.",
        "witch": "Ведьма - Если Ведьма использует своё зелье убийства на защищённого игрока, защита Телохранителя будет неэффективна, и цель погибнет.",
        "priest": "Священник - Если Священник благословляет защищённого игрока, это благословение добавляет дополнительный уровень защиты, хотя защита Телохранителя остаётся первичной, пока он не погибнет."
      }
    },
    "cupid": {
      "name": "Купидон",
      "description": "Купидон — это роль, которая обладает силой создавать особую связь между двумя игроками, связывая их судьбы до конца игры. В начале игры Купидон выбирает двух игроков, которые становятся 'влюблёнными'. Эта связь означает, что если один из влюблённых погибает, второй немедленно умирает от горя. Выбор Купидона имеет решающее значение, так как связанные игроки должны осторожно управлять своей новой лояльностью. Эта связь может служить мощным инструментом для усложнения игры и требует стратегического подхода, так как она может повлиять на альянсы и изменить приоритеты игроков. Даже если Купидон погибает, связь сохраняется до конца игры.",
      "interactions": {
        "werewolf": "Если один из влюблённых, выбранных Купидоном, становится целью и погибает от рук Оборотней, второй влюблённый также погибает, выполняя трагическое условие связи.",
        "doctor": "Если Доктор защищает одного из влюблённых игроков, а Оборотни пытаются убить его, защита предотвратит смерть обоих игроков в эту ночь.",
        "seer": "Если Провидец раскрывает одного из влюблённых, он отображается как добрая или злая роль, в зависимости от роли игрока. Только выбранный Провидцем игрок узнаёт свою роль.",
        "hunter": "Если Охотник погибает и выбирает одного из влюблённых в качестве цели своей мести, второй влюблённый также погибнет из-за эффекта связи.",
        "witch": "Если Ведьма использует своё зелье убийства на одного из влюблённых, второй также погибнет из-за связи, установленной Купидоном. Если Ведьма использует своё зелье спасения на одного из игроков, оба игрока будут спасены.",
        "priest": "Если Священник благословляет одного из влюблённых, защита будет действовать, даже если второй игрок подвергнется нападению, за исключением случаев, когда нападение достаточно мощное, чтобы обойти защиту, например, зелье убийства Ведьмы."
      }
    },
    "cursedVillager": {
      "name": "Проклятый Житель",
      "description": "Проклятый Житель — это несчастная душа, которая начинает игру как обычный житель, но скрывает тёмный секрет. Если Проклятый Житель становится целью нападения Оборотней ночью, он превращается в Оборотня, навсегда переходя на их сторону. До этого момента он остаётся верным Деревне. Если Провидец обнаруживает Проклятого Жителя до его превращения, он будет отображаться как добрая роль, сохраняя свою маскировку, пока проклятие не сработает.",
      "interactions": {
        "werewolf": "Если Оборотни решают напасть на Проклятого Жителя, проклятие срабатывает, и Житель навсегда присоединяется к команде Оборотней, превращаясь из союзника в врага за одну ночь.",
        "seer": "Провидец будет видеть Проклятого Жителя как добрую роль до тех пор, пока проклятие не сработает. Это может ввести Деревню в заблуждение, заставляя думать, что он безопасен, хотя впоследствии он может превратиться в Оборотня.",
        "witch": "Если Ведьма использует своё зелье убийства на Проклятого Жителя до того, как его атакуют Оборотни, он умирает как обычный Житель, не активируя проклятие. Если проклятие уже сработало, зелье Ведьмы убьёт его как Оборотня.",
        "hunter": "Если Проклятого Жителя убивает Охотник до его превращения, он умирает как Житель, предотвращая добавление ещё одного Оборотня в ряды врагов."
      }
    },
    "doctor": {
      "name": "Доктор",
      "description": "Доктор — это ключевая роль в защите Деревни от ночных нападений. Каждую ночь Доктор выбирает одного игрока для защиты, предотвращая потенциальное нападение Оборотней или другой смертельный исход. Это делает Доктора ценным активом для защиты Деревни, так как его защита может сохранить ключевых игроков и продлить борьбу против Оборотней. Однако способность Доктора связана с риском: если Доктор погибает, его защитное влияние полностью исчезает. Потеря Доктора ставит Деревню под угрозу, что делает его защиту важной задачей на протяжении всей игры. Доктор должен балансировать между осторожностью и смелостью, работая незаметно, чтобы избежать обнаружения Оборотнями, и обеспечивать выживание Деревни. Доктор может использовать свою защиту на одного игрока и не может защищать одного и того же игрока две ночи подряд, но может вернуться к этому игроку после перерыва в одну ночь. Доктор также может защищать самого себя.",
      "interactions": {
        "werewolf": "Доктор должен избегать обнаружения Оборотнями, так как они, вероятно, попытаются устранить его, чтобы лишить Деревню защиты.",
        "seer": "Работает косвенно с Провидцем, так как оба играют важную роль в защите Деревни. Защита Провидца особенно полезна, если его роль раскрывается остальным игрокам, обеспечивая его выживание в следующую ночь.",
        "hunter": "Если Охотник убивает игрока, защищённого Доктором, этот игрок всё равно погибает, несмотря на защиту.",
        "witch": "Если зелье убийства используется для убийства игрока, защищённого Доктором, защита становится неактивной, и игрок умирает, даже если он был защищён.",
        "bodyguard": "Если Оборотни атакуют игрока, уже защищённого Доктором и Телохранителем, приоритет защиты остаётся за Доктором, и защита Телохранителя остаётся нетронутой.",
        "priest": "Если Оборотни атакуют игрока, который благословлён Священником и защищён Доктором, благословение Священника сохраняется, так как защита Доктора имеет приоритет.",
        "cupid": "Если Доктор защищает одного из связанных игроков Купидона, защита предотвращает смерть обоих игроков в эту ночь, если на них нападают Оборотни."
      }
    },
    "hunter": {
      "name": "Охотник",
      "description": "Охотник — это бесстрашная роль в Деревне, известная своей способностью нанести последний удар. Если Охотник погибает в игре, он получает последний шанс уничтожить другого игрока по своему выбору перед тем, как покинуть игру. Эта мощная способность позволяет Охотнику оказать значительное влияние даже в момент своей смерти, делая его важной целью как для Оборотней, так и для других злых ролей. Охотник должен внимательно наблюдать за игрой и решать, кого лучше всего забрать с собой, если он будет устранён, что может изменить ход игры. Однако определённые защиты, такие как благословение Священника или защита Доктора, могут повлиять на его финальный выстрел, что делает важным для Охотника стратегическое планирование с учётом текущей ситуации в игре.",
      "interactions": {
        "werewolf": "Если Оборотни выбирают Охотника своей целью и он погибает, он получает последний шанс нанести ответный удар, выбрав игрока для устранения вместе с ним. Эта финальная атака не зависит от влияния Оборотней и не может быть предотвращена их стратегиями.",
        "doctor": "Если Охотник выбирает игрока, защищённого Доктором, его защита будет неэффективна, и выбранный игрок всё равно погибнет, так как атака Охотника превосходит защиту Доктора.",
        "priest": "Если Охотник выбирает благословлённого игрока, благословение Священника не сможет его защитить. Финальная атака Охотника слишком мощная и не может быть предотвращена благословением.",
        "bodyguard": "Если Охотник выбирает игрока, защищённого Телохранителем, защита Телохранителя будет проигнорирована, и цель всё равно погибнет, несмотря на защиту.",
        "witch": "Если Ведьма использует своё зелье спасения, чтобы предотвратить смерть Охотника, это может лишить его возможности нанести финальный удар. Однако если Ведьма не использует зелье, Охотник сможет нанести свою последнюю атаку.",
        "cupid": "Если Охотник — один из связанных любовников Купидона и он умирает, второй любовник также погибнет от горя. Кроме того, Охотник сможет выбрать другого игрока для устранения. Это решение принимается до раскрытия связи Купидона."
      }
    },
    "lycan": {
      "name": "Ликан",
      "description": "Ликан — это житель, полностью преданный целям Деревни, но проклятый чертой, из-за которой он выглядит как Оборотень в глазах Провидца. Это ложное представление создаёт сложные вызовы, так как Провидец может ошибочно принять его за угрозу, что вызовет подозрения и может повлиять на действия Деревни против него. Ликан должен быть осторожен, чтобы избегать подозрений, одновременно ненавязчиво убеждая других в своей истинной лояльности к Деревне. Несмотря на своё отображение в глазах Провидца, Ликан остаётся доброй ролью, стремящейся защитить Деревню и победить Оборотней. Управление этим балансом требует от Ликана внимательной и стратегической игры, чтобы избежать ненужного устранения и поддержать победу жителей.",
      "interactions": {
        "seer": "Если Провидец видит Ликана, он воспримет его как злую роль из-за проклятия. Это может вызвать подозрения со стороны Провидца и Деревни, поэтому Ликан должен осторожно управлять взаимодействиями с Провидцем и разрабатывать стратегии, чтобы доказать свою лояльность со временем.",
        "werewolf": "Оборотни не знают личности Ликана, и для них он выглядит как обычный житель. Роль Ликана в Деревне остаётся неизменной, поэтому он должен помогать защищать Деревню, одновременно развеивая сомнения о своей истинной сущности."
      }
    },
    "priest": {
      "name": "Священник",
      "description": "Священник — это могущественный защитник в игре, благословлённый способностью ограждать одного игрока от нападений посредством божественного благословения. Священник может выбрать одного игрока для благословения, которое делает его неуязвимым для нападений Оборотней. Это благословение действует, пока Священник остаётся в игре; если Священник погибает, все благословения теряют свою силу, и ранее благословлённые игроки снова становятся уязвимыми. Однако благословение не защищает от определённых мощных атак, что делает выбор Священника критически важным для выживания ключевых игроков в Деревне.",
      "interactions": {
        "werewolf": "Благословение Священника защищает игрока от нападений Оборотней ночью. Однако Оборотни могут спланировать нападение на самого Священника, чтобы устранить его защитную силу.",
        "doctor": "Защита Доктора независима от благословения Священника. Если игрок благословлён Священником и защищён Доктором, у него есть несколько уровней защиты. Однако если Священник погибает, благословение теряется, оставляя защиту Доктора единственным щитом.",
        "seer": "Пока Провидец раскрывает информацию, Священник может использовать своё благословение, чтобы защитить Провидца, если его личность будет раскрыта, оберегая его от нападений.",
        "hunter": "Если Охотник выбирает благословлённого игрока в качестве цели своей атаки, благословение Священника не сможет предотвратить эту смерть.",
        "witch": "Если Ведьма использует своё зелье убийства на благословлённого игрока, благословение Священника не предотвратит эту смерть. Благословение не распространяется на атаки сверхъестественного характера, такие как зелье убийства Ведьмы.",
        "bodyguard": "Телохранитель и Священник могут оба защищать игрока, но разными способами. Если Телохранитель активно защищает игрока, благословлённого Священником, благословение остаётся, но защита Телохранителя имеет приоритет против физических атак."
      }
    },
    "prince": {
      "name": "Принц",
      "description": "Принц — это уникальная роль, обладающая особой формой защиты в дневное время. Независимо от того, сколько раз Деревня пытается проголосовать за устранение Принца, он не может быть устранён этим методом. Если Деревня решает проголосовать за устранение Принца в течение дня, Ведущий просто объявляет, что попытка не удалась, подчёркивая неприкосновенность Принца. Однако эта защита не распространяется на ночное время, где Принц может стать уязвимым для атак Оборотней или других ролей. Принц должен мудро использовать своё влияние, так как он играет ключевую роль в руководстве Деревней, не опасаясь устранения днём.",
      "interactions": {
        "werewolf": "Принц уязвим для атак Оборотней ночью, и они могут сделать его приоритетной целью из-за его иммунитета от дневного устранения.",
        "hunter": "Если Принц становится целью способности мести Охотника, он погибает, несмотря на свою защиту днём.",
        "doctor": "Если Доктор решает защитить Принца ночью, любые атаки Оборотней будут заблокированы, позволяя Принцу выжить даже в ночное время.",
        "witch": "Если Ведьма использует своё зелье убийства на Принца, он погибает, так как её способность обходит его иммунитет днём.",
        "priest": "Если Священник благословляет Принца, это благословение дополнительно защищает его от атак, усиливая его стойкость, пока защита Священника активна и Принц находится в игре."
      }
    },
    "seer": {
      "name": "Провидец",
      "description": "Провидец обладает особой способностью раскрывать личность одного игрока каждую ночь. Его цель — обнаружить Оборотней и помочь Деревне одержать победу, определяя опасные роли. Провидец узнаёт роль выбранного игрока, получая значок 'палец вверх' (добрая роль), 'палец вниз' (злая роль) или 'плоская ладонь' (Роль Таннер).",
      "interactions": {
        "villager": "Работает совместно с Жителями, чтобы выявлять Оборотней и опасные роли.",
        "werewolf": "Стремится выявить Оборотней, чтобы предупредить Деревню об угрозе.",
        "tanner": "Если вы обнаруживаете Таннера, убедитесь, что эффективно сообщаете об этом другим Жителям, чтобы они не устранили его и не проиграли игру.",
        "doctor": "Может полагаться на защиту Доктора, если его личность становится известной Оборотням.",
        "witch": "Может сотрудничать с Ведьмой для получения дополнительной информации или защиты, если оба идентифицируются как добрые роли.",
        "lycan": "Эта роль будет показана Провидцу как злая, но это Житель. Убедитесь, что вы учитываете наличие Ликана в игре.",
        "alphaWerewolf": "Самая большая проблема Провидца — обнаружить Альфа-Оборотня. Альфа будет отображаться как злая роль, как и обычный Оборотень."
      }
    },
    "tanner": {
      "name": "Таннер",
      "description": "Таннер — это необычный персонаж с уникальной и противоречивой целью: он выигрывает игру, если Жители устраняют его в дневное время. В отличие от других игроков, которые стремятся выжить, Таннер активно пытается вызвать подозрения и добиться своего устранения. Если ему это удаётся, он становится единственным победителем игры, независимо от оставшихся ролей. Однако если Таннер устраняется ночью (например, Оборотнями), он не выигрывает и просто выбывает из игры. Эта роль требует стратегической дезинформации и умелой манипуляции, чтобы добиться желаемого результата, не слишком явно раскрывая свои намерения.",
      "interactions": {
        "villagers": "Если Жители голосуют за устранение Таннера днём, Таннер немедленно выигрывает игру, а все остальные игроки проигрывают. Это главная цель Таннера, поэтому он может пытаться выглядеть подозрительно днём.",
        "werewolves": "Если Оборотни выбирают Таннера своей целью ночью, Таннер устраняется, но не выигрывает. Оборотни должны быть осторожны в своём выборе, так как ночное устранение Таннера не выполняет его условие победы.",
        "seer": "Провидец может выявить личность Таннера, поэтому ему следует быть стратегическим в своей игре и достижении своей цели без лишнего внимания.",
        "hunter": "Если Охотник убивает Таннера (намеренно или в качестве возмездия), Таннер не выигрывает, так как его условие победы связано с дневным голосованием.",
        "witch": "Если Ведьма использует своё зелье убийства на Таннера, Таннер устраняется, но не выигрывает, так как устранение произошло не через дневное голосование."
      }
    },
    "villager": {
      "name": "Житель",
      "description": "Житель может не обладать особыми способностями, но он играет важнейшую роль в Деревне и составляет основную силу, противостоящую Оборотням. Днём Жители используют логику, наблюдение и интуицию, чтобы выявить подозрительное поведение, разоблачить ложь и работать совместно для разоблачения Оборотней, скрывающихся среди них. Жители участвуют в процессе голосования, где они могут влиять на обсуждения и решения об устранении. Несмотря на то, что Жители полагаются только на свои умения, их способность внимательно наблюдать и анализировать слова и действия других делает их основой стратегии Деревни, объединяя всех против угрозы, которая угрожает их выживанию.",
      "interactions": {
        "werewolf": "Жители являются главной целью для Оборотней, которые стремятся уменьшить их количество каждую ночь. Жители должны внимательно следить за игроками, которые ведут себя уклончиво или манипулятивно, так как это может выдать скрытых Оборотней.",
        "seer": "Жители работают вместе с Провидцем и другими ролями, собирая информацию и внося вклад в поддержку открытий Провидца. Однако им также нужно защищать личность Провидца, чтобы предотвратить нападения Оборотней.",
        "witch": "Если Житель становится целью устранения, Ведьма может использовать своё зелье спасения, чтобы спасти его, сохранив силу Деревни. Жители должны выявить потенциальных союзников Оборотней, чтобы направить решение Ведьмы в правильное русло."
      }
    },
    "werewolf": {
      "name": "Оборотень",
      "description": "Оборотень обманывает Деревню днём, притворяясь невинным Жителем. Ночью он показывает своё истинное лицо и совместно с другими Оборотнями выбирает игрока для устранения. Его цель — уничтожить все добрые роли, не выдавая своей личности.",
      "interactions": {
        "otherWerewolves": "Сотрудничает с другими Оборотнями для планирования ночных атак.",
        "seer": "Должен избегать обнаружения Провидцем, который может раскрыть его личность.",
        "doctor": "Должен учитывать способности Доктора, чтобы обойти защиту и обеспечить успешные атаки.",
        "tanner": "Оборотню выгодна смерть Таннера, так как, если Таннер устраняется днём, он выигрывает игру, а не Оборотни.",
        "witch": "Ведьма на стороне Деревни, но её можно манипулировать, чтобы она не использовала своё зелье убийства против Оборотней.",
        "alphaWerewolf": "Альфа-Оборотень пробуждается отдельно от остальных Оборотней. Постарайтесь выяснить, кто является Альфой, чтобы случайно не убить его ночью, так как он играет на вашей стороне, хотя и пробуждается отдельно.",
        "wolfCub": "Волчонок просыпается с Оборотнями, но они не знают, что он Волчонок. Вы можете намеренно попытаться направить Деревню на его устранение днём, если вам нужна дополнительная атака на следующую ночь для победы."
      }
    },
    "witch": {
      "name": "Ведьма",
      "description": "Ведьма — таинственный и могущественный союзник Деревни, обладающий как зельем спасения, так и зельем убийства, каждое из которых можно использовать только один раз за игру. Ночью Ведьма узнаёт, был ли кто-то выбран для устранения, и должна решить, спасти ли этого человека с помощью зелья спасения. Ведьма также может использовать зелье убийства на любого игрока, позволяя ей атаковать Оборотня или устранить игрока, которого она считает угрозой для Деревни. Сила Ведьмы значительна, но ограниченность использования её зелий требует тщательного планирования и стратегии. Если Ведьма погибает до использования своих зелий, они теряются для Деревни. Балансируя свою роль как защитника и потенциального уничтожителя, Ведьма оказывает долговременное влияние на исход игры. Она не может использовать свои зелья на себя.",
      "interactions": {
        "werewolf": "Ведьма может противостоять атаке Оборотней, спасая цель с помощью зелья спасения, разрушая их планы. Однако, если она использует своё зелье убийства на Оборотня, это немедленно устраняет угрозу, но зелье теряется навсегда.",
        "doctor": "Зелье спасения Ведьмы работает независимо от защиты Доктора. Если оба защищают одного и того же игрока, Ведьма теряет своё зелье, так как игрок уже защищён. Им следует избегать пересечения усилий, чтобы максимизировать свои способности.",
        "seer": "Провидец может посоветовать Ведьме, кого выбрать в качестве цели для её зелья убийства, особенно если Провидец выявляет Оборотня. Вместе они составляют мощный альянс против Оборотней, но должны быть осторожны, чтобы не раскрыть себя слишком явно.",
        "bodyguard": "Зелье убийства Ведьмы обходит защиту Телохранителя. Если Телохранитель защищает игрока, которого Ведьма выбирает для убийства, защита Телохранителя не сработает.",
        "hunter": "Если Ведьма убивает Охотника своим зельем, Охотник всё равно имеет шанс нанести ответный удар и устранить другого игрока. Ведьма должна использовать своё зелье стратегически, чтобы избежать этой потенциальной обратной атаки.",
        "priest": "Если Священник благословляет игрока, зелье спасения Ведьмы может всё равно спасти его, если он подвергается нападению. Однако её зелье убийства достаточно сильное, чтобы обойти благословение Священника и убить игрока, несмотря на защиту."
      }
    },
    "wolfCub": {
      "name": "Волчонок",
      "description": "Волчонок — это младший член стаи Оборотней, который, хотя и не обладает собственной способностью атаковать или влиять на других, играет важную роль в усилении стаи. Волчонок просыпается с остальными Оборотнями ночью. Если Волчонка убивает Деревня или другой игрок, стая Оборотней жаждет мести и получает дополнительное устранение на следующую ночь. Это делает Волчонка приоритетной целью для Деревни, но также членом, которого Оборотни стремятся защитить. Несмотря на недостаток силы полноценного Оборотня, присутствие Волчонка остаётся стратегическим преимуществом для стаи, пока он жив.",
      "interactions": {
        "werewolf": "Волчонка защищают Оборотни, которые стремятся сохранить его жизнь. Если Волчонок устранён, Оборотни получают дополнительное устранение на следующую ночь, усиливая угрозу для Деревни.",
        "seer": "Провидец может идентифицировать Волчонка как Оборотня и сообщить эту информацию Деревне, делая его целью. Потеря Волчонка может ускорить атаки Оборотней на Деревню.",
        "doctor": "Если Доктор защищает Волчонка, он может предотвратить его устранение на одну ночь, сохраняя численность стаи и возможность дополнительного устранения, если позже Волчонок будет устранён Деревней.",
        "witch": "Если Ведьма использует своё зелье убийства на Волчонка, Оборотни получают дополнительное устранение на следующую ночь. Однако если Ведьма использует своё зелье спасения на Волчонка при нападении, он выживает, и Деревня теряет шанс предотвратить эффект дополнительного устранения.",
        "hunter": "Если Охотник умирает и выбирает Волчонка в качестве цели для мести, Волчонок погибает, и Оборотни получают дополнительное устранение на следующую ночь. Охотник должен тщательно взвесить этот выбор, чтобы избежать усиления Оборотней.",
        "bodyguard": "Если Телохранитель защищает Волчонка и предотвращает его смерть, Оборотни избегают потери его полезного влияния. Деревня может столкнуться с трудностями в устранении Волчонка, особенно если он получает несколько защит."
      }
    }
  },

  "fullAccessToFeatures": "Полный доступ ко всем функциям",
  "differentRoles": "14+ различных ролей",
  "differentRolesDescription": "Играйте с полным набором ролей и ожидайте новые для захватывающих сценариев.",
  "narratorAssistance": "Помощь ведущему",
  "narratorAssistanceDescription": "Встроенные голосовые подсказки для всех ролей и удобная навигация ночью.",
  "moreGameOutcomes": "Больше исходов игры",
  "moreGameOutcomesDescription": "Позволяет продумывать стратегию глубже и добиваться различных победных сценариев.",
  "privacy_policy": "Политика конфиденциальности",
  "restore_purchase": "Восстановить покупку",
  "terms_of_use": "Условия использования",
  "callToTrial": "Начните 3-дневный бесплатный пробный период",
  "weeklyPrice": "Затем {{price}} в неделю. Отмена в любой момент.",
  "continue": "Продолжить",
  "viewAllPlans": "Просмотреть все планы",
  "privacyPolicy": "Политика конфиденциальности",
  "restorePurchase": "Восстановить покупку",
  "termsOfUse": "Условия использования",
  "weeklyPlan": "Еженедельный план",
  "monthlyPlan": "Ежемесячный план",
  "yearlyPlan": "Годовой план",
  "lifetimePlan": "Пожизненный план",
  "freeTrial": "3-дневный бесплатный пробный период",
  "lifetimePlanDescription": "Пожизненный план всего за",
  "lifetimePayment": "единожды",
  "andThen": "и затем",
  "week": "неделя",
  "month": "месяц",
  "year": "год",

  "restorePurchaseMessage": "Восстановление покупки...",
  "success": "Успех",
  "purchaseRestored": "Ваша покупка была восстановлена",
  "failure": "Ошибка",
  "noPurchasesToRestore": "Нет покупок для восстановления",
  "rateAppMessage": "Открытие обзора в App Store...",
  "errorOccurred": "Произошла ошибка",
  "reviewError": "Произошла ошибка при загрузке модального окна для обзора.",
  "getAllRoles": "Получить все роли",
  "unlockNewRoles": "Откройте более 10 новых ролей и многое другое",
  "werewolfPro": "Мафия Pro",
  "rateApp": "Оценить приложение",
  "general": "Общие",
  "termsConditions": "Условия и положения",
  "contactUs": "Свяжитесь с нами",
  "feedbackSubject": "Обратная связь по игре 'Мафия'",
  "feedbackBody": "Здравствуйте, я хотел бы оставить отзыв о 'Мафии':",
  "yourMessageHere": "[Ваше сообщение здесь]",
  "reportBug": "Сообщить об ошибке",
  "ourApps": "Наши приложения",
  "Fast VPN & Adblocker": "Быстрый VPN и блокировщик рекламы",
  "Remove water from speakers": "Удаление воды из динамиков",
  "eSign & Scan Documents": "Электронная подпись и сканирование документов",
  "about": "О приложении",
  "tellAFriend": "Рассказать другу",
  "appVersion": "Версия приложения",
  "shareMessage": "Привет! Попробуй социальную игру 'Мафия: Спасите деревню', которую я нашел в App Store.",
  "rolesDescription": "Играйте с полным набором ролей и ожидайте новые для захватывающих сценариев.",
  "narratorDescription": "Встроенные голосовые подсказки для всех ролей и удобная навигация ночью. Добавляются дополнительные языки.",
  "moreOutcomes": "Больше исходов игры",
  "outcomesDescription": "Позволяет продумывать стратегию глубже и добиваться различных победных сценариев.",
  "beforeJourney": "Прежде чем начать своё путешествие,",
  "pleaseSupport": "пожалуйста, поддержите нас",
  "trialTextStart": "Попробуйте бесплатно 3 дня, затем",
  "werewolf_game_title": "Мафия: \n Спасите деревню",
  "werewolf_game_description": "Погрузитесь в новый уровень социальной игры 'Мафия'. С удобным дизайном и функциями вы сможете полностью наслаждаться игрой офлайн.",
  "no_need_for_cards_title": "Больше никаких карт",
  "no_need_for_cards_description": "С этим приложением вы можете автоматически создавать QR-коды для выбранных ролей. Таким образом, каждый игрок сможет отсканировать код и узнать свою роль, не устанавливая приложение.",
  "game_assistance_title": "Помощь в игре",
  "game_assistance_description": "При запуске игры вы получите голосовую помощь и подсказки о том, какая роль должна быть пробуждена следующей ночью. Установите каждое действие, выполненное ночью, чтобы ведущему было легче управлять деревней. В дневное время у вас есть таймер для обсуждений игроков, ограничивая время до их возвращения ко сну, упрощая работу ведущего.",
  "help_us_grow_title": "Помогите нам развиваться",
  "help_us_grow_description": "Прежде чем начать своё путешествие, пожалуйста, поддержите нас. Это поможет нам улучшать и развивать игру, добавляя новые функции.",
  "premium_trial_title": "Премиум-пробный период",
  "premium_trial_description": "✓ - Разблокируйте все инструменты редактирования: включая дату, инициалы, изображения, тексты, флажки \n ✓ - Сканирование с камеры и организация документов \n ✓ - Получите все шаблоны для прямого редактирования",

  "choose_plan_title": "Выберите свой план",
  "weekly_plan": "Еженедельный",
  "monthly_plan": "Ежемесячный",
  "annual_plan": "Годовой",
  "lifetime_plan": "Пожизненный",
  "trial_offer": "3-дневный пробный период",
  "one_time_purchase": "Единовременная покупка",
  "once": "единожды",
  "chooseLanguage": "Выберите язык",
  "playersStrategy": "Игроки должны использовать логику, наблюдательность и стратегию в зависимости от своей роли, чтобы достичь победы своей команды.",
  "narratorRole": "Ведущий направляет ход игры, объявляет события и управляет фазами, не раскрывая личностей игроков. Это делает игру более увлекательной и напряжённой.",
  "eliminationRule": "Игроки, устранённые из игры, больше не должны участвовать в обсуждениях или давать подсказки остальным.",
  "gameEndDescription": "Игра завершается, когда все оборотни устранены, или когда они превосходят численностью жителей деревни.",
  "finalNotes": "Игра 'Мафия' сочетает в себе стратегию, логику и элементы обмана. Поощряйте игроков к активным обсуждениям и наслаждайтесь социальной стороной игры!",
  "phasesDescription": "Чередующиеся фазы 'Ночь' и 'День' определяют, когда игроки с особыми способностями могут действовать и когда происходит голосование за устранение.",
  "nightPhaseDescription": "- Ночью все игроки закрывают глаза. Ведущий будит роли с особыми способностями, чтобы они могли выполнить свои действия. Это происходит в секрете от остальных игроков.",
  "dayPhaseDescription": "- Днем все игроки обсуждают, кто может быть оборотнем, и голосуют за устранение подозреваемого. Решение принимается большинством голосов."
}
